{"cnn": {"texts": ["\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 18, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 19, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 20, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 21, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 22, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 23, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 24, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 25, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 26, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later.", "\n\n\n\nReturn to Transcripts main page\n\nCNN Transcripts for December 27, 2018\n\nNote: This page is continually updated as new transcripts become available. If you cannot find a specific segment, check back later."], "grade": -6}, "bbc": {"texts": ["Image copyright Adolf Ingi Erlingsson Image caption The accident happened on Iceland's ring road in the south of the country, near the sand plain Skeidararsandur\n\nThree British tourists, including a young child, have died after their vehicle crashed while crossing a bridge in Iceland.\n\nThe vehicle - a 4x4 - was carrying seven British people when the accident happened at around 9:30 GMT on Thursday, Icelandic Police said.\n\nThe other four passengers in the car were critically injured and airlifted to hospital, police said.\n\nTwo of those seriously injured are children aged between seven and nine.\n\nThe Toyota Land Cruiser crashed through a railing on a one-lane bridge in southern Iceland.\n\nIt then fell around eight metres onto a sandy river bank.\n\nThe accident happened in an area called Núpsvötn on Iceland's ring road between the town of Kirkjubæjarklaustur and area of Skaftafell, which is part of the Vatnajökull National Park beauty spot.\n\nSveinn Kristjan Runarsson, Chief Superintendent of south Iceland Police said police have not yet been able to talk to the injured passengers - who are now in hospital in Iceland's capital Reykjavik - about what happened.\n\nHe said it was not clear whether the seven people were related.\n\nPolice said it is not thought the road was icy, but humidity could have made the bridge's surface - which is made of steel - slippery.\n\n'Horrible'\n\nOne of the first people on the scene was tour guide Adolf Erlingsson, who told BBC News he believed the driver had lost control.\n\nImage copyright Adolf Ingi Erlingsson Image caption The accident took place on a 200-300 metre bridge over the area of Núpsvötn on Iceland's ring road\n\nMr Erlingsson said the car \"went through the railing and crashed down onto the bank\".\n\n\"It's kind of sandy, there's no rivers so it wasn't submerged in water. It just landed there on a sandy bottom and flipped over and was totally destroyed,\" he said.\n\nHe added that he got out of his van and went to see if he could help.\n\n\"The car was a total wreck. When I got there four people were out of the car, one of them deceased. Then there were three people trapped in the car.\n\n\"The driver was alive and trapped more or less under the dashboard. We were trying to get the people out of the car and helping them, it was a very difficult situation.\"\n\nImage copyright PA Image caption A police car blocks off part of Route 1 - Iceland's main ring road around the country\n\nHe said he spoke to some passengers who were \"semi-conscious\", adding: \"I tried to talk a bit to the driver to calm him down.\"\n\nAccording to BBC correspondent Ben Ando, the 4x4 has been recovered and will be transported to the town of Selfoss where the bodies of two of the occupants will be taken out of the wrecked car.\n\nIceland's national ring road, also known as Route 1, is popular among tourists. The accident happened near Skaftafell in the south-east, which is made up of mountains, glaciers, waterfalls and beaches.\n\nHave you been personally affected by this story? You can email haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "Image copyright Reuters Image caption The UK will leave Europol after Brexit and will not be a member of the European Arrest Warrant scheme\n\nThe public could be put at risk if the UK leaves the EU in March without an official agreement, the UK's most senior police officer has said.\n\nMet Commissioner Cressida Dick said a no-deal exit would threaten access to EU-wide criminal databases and make it harder to extradite people from abroad.\n\nShe told the BBC the Met was talking to other police forces across Europe about contingency arrangements if needed.\n\nParliament will vote on the UK's proposed withdrawal deal next month.\n\nThe UK is due to leave the EU on 29 March 2019.\n\nThe agreement negotiated by Theresa May with the EU - which sets the terms of the UK's exit and a declaration on future relations - will only come into force if MPs approve it.\n\nThe prime minister has said she wants the UK to have the most comprehensive security partnership with the EU of any country outside the bloc.\n\nAfter Brexit, the UK will cease to be a member of law enforcement agencies Europol and Eurojust, and will no longer be a member of the European Arrest Warrant scheme, which enables EU nations to fast-track the extradition of criminal suspects.\n\nThe agreement on future relations commits the two sides to putting in place reciprocal arrangements to try and match existing law enforcement and judicial co-operation.\n\nPlease upgrade your browser Your guide to Brexit jargon Enter the word or phrase you are looking for Search\n\nThe priority areas for future law enforcement co-operation include the exchange of data such as DNA, fingerprints, passenger records, wanted alerts, and vehicle registrations.\n\nThe EU needs the UK in many of these areas, but the document is not legally binding and also makes clear that there is a variety of technical issues to be overcome.\n\n'Slower and costlier'\n\nMs Dick told BBC Radio 4's Today programme that the UK's policing co-operation with the EU was based on a framework of \"legal instruments\" which would have to be replaced after its exit.\n\nWhile she hoped the two sides would end up with \"something very similar\", she accepted that if the UK left without a deal, this would be \"very difficult to do short term\".\n\n\"We will have to replace some of the things we currently use in terms of access to databases, the way in which we can quickly arrest and extradite people, these kinds of things, we'll have to replace as effectively as we can.\n\n\"That will be more costly, undoubtedly, slower, undoubtedly and, potentially, yes, put the public at risk.\"\n\nThe Metropolitan Police, she said, was working with other UK forces to determine how best to maintain European co-operation after Brexit.\n\nShe also disclosed that she was taking to European counterparts on a country-by country basis about contingency plans needed to maintain co-operation, if this became necessary.\n\n\"We can talk about how they may happen but while so much is unknown, nothing can be put in place and it would be improper to do so,\" she said.\n\n\"But we can talk with our colleagues and indeed I and my senior colleagues across policing are doing that all the time.\"\n\n'Mutually beneficial'\n\nMs Dick's comments were welcomed by opponents of Brexit, with Mayor of London Sadiq Khan saying the public should be given the final say in another referendum to stop the UK \"crashing out\" of the EU.\n\nBut campaign group Stand Up 4 Brexit, which opposes Mrs May's deal, said it would be \"mutually beneficial\" for the UK and EU to respect existing security arrangements until deciding on what replaces them.\n\nThe organisation, which says it has the backing of more than 50 Conservative MPs, said it was \"very confident\" that bilateral agreements could be agreed once the UK left.\n\n\"Cressida Dick accepted that they are already discussing arrangements so it can be put in place quickly,\" its director Rebecca Ryan said.\n\nThe Home Office said it had proposed an ambitious and legally-binding agreement on internal security as part of the withdrawal deal but the UK had to be prepared for all eventualities.\n\n\"The Home Office is working intensively with operational partners and others to ensure we are ready to make best use of the alternative channels with member states, should we exit without a deal,\" a spokesperson said, adding that the National Police Chiefs' Council was working with individual UK forces on how to manage this.\n\nIn the BBC interview, Ms Dick also defended the police response to the drone disruption at Gatwick Airport, which shut the UK's second largest airport for more than 36 hours last week and ruined the Christmas plans of thousands of holidaymakers.\n\nShe said the Met was supporting Sussex Police in investigating what was a \"serious crime\" and suggested whoever was ultimately found to be responsible would \"undoubtedly face a prison sentence\".\n\nThe authorities faced a \"difficult challenge\" in working out what had happened and there would have to be much closer working between the private sector and the military to ensure there was no repeat.", "Image copyright Google Maps Image caption The children were found at a home in Castle Drive, Margate\n\nA woman has been arrested on suspicion of murder following the deaths of two children.\n\nPolice were called to Castle Drive, Margate, Kent, at about 03:35 GMT on Thursday over \"concerns for the welfare of the occupants\".\n\nThe South East Coast Ambulance Service also attended and two young children were taken to hospital, where they were later declared dead.\n\nPolice are at the scene and the 37-year-old woman is in police custody.\n\nThe woman had been involved in a crash on the A299 Thanet Way at about 02:50 GMT and was also taken to hospital with minor injuries.\n\nShe was discharged and taken to a police station.", "Image caption Instagram regulars did not react positively to the horizontal scrolling test\n\nInstagram has apologised after a test feature was accidentally rolled out to millions of people using its app.\n\nThe change meant moving through a feed had to be done by swiping horizontally rather than vertically.\n\nAlmost as soon as the change was made, users took to Twitter to complain and demand the return of the familiar up-and-down scrolling method.\n\nThe unwelcome update - which was likened to Tinder - was live for about an hour before it was rolled back.\n\nIn a tweet, Instagram's head of product Adam Mosseri said: \"Sorry about that, this was supposed to be a very small test but we went broader than we anticipated.\"\n\nThe change trended under the #instagramupdate hashtag on Twitter, accompanied by mostly negative comments.\n\nMany asked who had thought changing the scrolling direction would be a good idea. Several called on co-founders Kevin Systrom and Mike Krieger - who quit earlier this year - to return.\n\nSome wondered if it was a way to stop people just scrolling endlessly through updates by making them tap and examine posts before moving on.\n\nInstagram user Elise Michelle called it: \"By far the worst update in Instagram history.\"\n\nSoon after the backlash, Mr Mosseri tweeted that the change had been \"rolled back\".\n\nHe added: \"If you're still seeing it you can simply restart your app and you should be good to go.\"", "Image copyright PA/Getty Image caption An incident on CBB involving Ryan Thomas and Roxanne Pallett attracted the most complaints\n\nCelebrity Big Brother was the most complained about TV programme of 2018, broadcasting regulator Ofcom has confirmed.\n\nThe show received 27,602 complaints in total, the vast majority of which related to an incident involving Roxanne Pallett and Ryan Thomas.\n\nPallett claimed Thomas had punched her, but viewers who'd seen the footage said he was only play fighting.\n\nThe Emmerdale actress later apologised, acknowledging she \"got it wrong\".\n\nThis was the last series of Celebrity Big Brother to air on Channel 5 after the network announced they were not renewing either the celebrity or regular version of the show.\n\nImage copyright Ken McKay/ITV/REX/Shutterstock Image caption Janet Street-Porter attempted to mediate between Coleen Nolan (left) and Kim Woodburn\n\nThe second most complained about programme was an episode of Loose Women which saw Kim Woodburn clash with Coleen Nolan.\n\nThe pair, who had fallen out on a previous series of Celebrity Big Brother, attempted to sort out their differences live on air.\n\nBut the row ended with Woodburn becoming emotional and walking off set. Nolan took a break from the show and cancelled all her other work after the clash.\n\nOther TV shows to receive complaints included Sky News, Emmerdale and Coronation Street.\n\nAn episode of Love Island, in which Dani Dyer became visibly distressed when shown footage of boyfriend Jack being housed with an ex-girlfriend, also attracted complaints.\n\nIf his reaction to topping last year's chart is anything to go by, Piers Morgan will be disappointed that Good Morning Britain was only in seventh place this year.\n\n2018's most complained about shows\n\nImage copyright Getty Images Image caption Jack Fincham and Dani Dyer won this year's Love Island\n\nCelebrity Big Brother - 27,602 complaints (25,327 of which related to the incident involving Pallett and Thomas, with 1,101 complaints about Rodrigo Alves using a racial slur). Loose Women - 8,002 complaints (7,912 of which were about Kim Woodburn's clash with Coleen Nolan). Sky News - 4,251 complaints (3,462 of which alleged bias in the editing of a Tommy Robinson interview, 592 related to comments by Kay Burley's comparing Simon Weston's injuries to a woman wearing a burka) Love Island - 4,192 complaints (of which 2,644 were about Dani Dyer being shown a video of boyfriend Jack being housed with one of his ex-girlfriends. A further 632 raised concerns about the emotional wellbeing of contestant, Laura Anderson, while 540 were about perceived unfair editing of contestant, Samira Mighty.) Coronation Street - 1,098 complaints (of which 214 related to the storyline involving the date-rape of David Platt, 211 related to Billy Mayhew taking drugs in a church, and 95 about Pat Phelan's murder of Luke Britton). Emmerdale - 759 complaints (366 related to an acid attack storyline, 116 related to the murder of Gerry Roberts). Good Morning Britain - 548 complaints (86 felt Piers Morgan displayed bias in favour of President Trump during an interview with Ash Sarkar, and 74 related to Adil Ray's introduction of the show as \"Good Morning Asian Britain\"). This Morning - 402 complaints (133 raised concerns that a guest who featured in a segment about breastfeeding was not sufficiently expert). I'm A Celebrity… Get Me Out Of Here! - 335 complaints, most of which were about the use of animals in bushtucker trials. The X Factor - 286 complaints (of which 104 related to Cheryl's performance, and 95 concerned sound issues on a pre-recorded episode.)\n\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "Scuba diving Santa 🎅\n\nWhat's the big guy up to with two weeks to go until his largest delivery round?", "Video\n\nSearches have been carried out after the body of a man was found in the wreckage of a house that was destroyed in an explosion.\n\nWitnesses have spoken of their shock at the scene in Andover, Hampshire, after the blast at about 02:30 GMT.\n\nEmergency services have searched through the rubble and a number of other properties have been evacuated.\n\nHampshire Fire and Rescue Service (HFRS) has confirmed other occupants had been accounted for.", "Image copyright Getty Images Image caption Clashes took place before the game at the San Siro which Napoli lost\n\nAn Italian football supporter has died of his injuries after being knocked down by a van amid violence ahead of a match in Milan against Napoli.\n\nThe 35 year-old man, who was with a group of Inter Milan fans, was taken to hospital in the northern city on Wednesday evening but died in hospital.\n\nThe clashes took place not far from Milan's San Siro stadium before a Serie A game.\n\nFour Napoli fans were hurt and one of them was stabbed, police said.\n\nWhat happened before match?\n\nThe clashes took place in a street a few minutes' walk from the San Siro stadium, reports said.\n\nAround 10 minivans carrying Napoli supporters arrived around an hour before the match and evaded police security checks near the stadium.\n\nThe vans were surrounded by more than 100 people armed with sticks. Two people appeared to be knocked over, and one of them taken to hospital with critical injuries.\n\nThe man who died has been described as an \"ultra\" from the town of Varese to the north of Milan who was given a ban six years ago for his part in clashes at another Inter match. Italian reports named the victim as Daniele Belardinelli, aged 35.\n\nIt is unclear how he was knocked down.\n\nPolice told reporters he had not been hit by a minivan from Naples and that they were studying CCTV footage of a dark SUV at the scene.\n\nWhat have police said?\n\nAt a news conference on Thursday, city police chief Marcello Cardona said he would seek to ban Inter fans travelling to away matches.\n\nHe was also seeking a five-game closure of a section of the San Siro stadium known as the Curve that hosts the Inter ultras.\n\nThree Inter fans were arrested over the clashes that took place ahead of the game, he said.\n\nWhat happened inside San Siro?\n\nTensions were high inside the stadium as well, where Napoli boss Carlo Ancelotti accused Inter Milan fans of repeated racist chanting.\n\nRead more here: Napoli make Inter 'racist chant' claim\n\nSenegal defender Kalidou Koulibaly, who was sent off, had been targeted to such an extent, said Ancelotti, that the coach had asked three times for the match to be suspended.\n\nImage copyright AFP Image caption Kalidou Koulibaly was sent off and Napoli went on to lose the match 1-0\n\nMilan Mayor Giuseppe Sala apologised for the fans' abuse of Koulibaly, saying, \"Those boos against Koulibaly were a disgrace.\"\n\nNapoli and Inter are second and third respectively in Serie A, some way behind Juventus.\n\nInterior Minister Matteo Salvini tweeted that in 2018 \"you cannot die for a game of football\".\n\nHe promised to convene a meeting of supporters' leaders from the two top flights of Italian football to ensure that \"stadiums and the areas surrounding them become a place of fun not violence\".", "Media playback is unsupported on your device Media caption Car found after supermarket 'hit-and-run'\n\nA car believed to have been driven at several people in a \"hit-and-run\" in a supermarket car park has been recovered by police.\n\nThe Citroen C3 drove away from outside the Tesco store in Rickmansworth on Sunday and was later found in Watford.\n\nA woman injured in the incident is now \"out of hospital and recovering\", a police spokeswoman said.\n\nHertfordshire Police said no arrests had been made, and officers were still searching for the car's occupants.\n\nA video shared thousands of times on social media shows the car crashing into other vehicles in the car park as shoppers try to stop it.\n\nImage copyright Football Away Days/Facebook Image caption A viral video shows the car being rammed by shoppers using trolleys\n\nOfficers said the driver and a passenger had been involved in an \"incident\" inside the store in Harefield Road moments before.\n\nA person was challenged by security staff after allegedly attempting to steal alcohol.\n\nPolice said they were examining CCTV from the car park and store after a car was \"in collision with several people\".\n\nA Tesco spokesman said the store was \"shocked by the incident\" and staff were assisting police with their inquiries.\n\nA fundraising page set up to support the victim had raised more than £1,800 by 15:00 GMT on 27 December.", "Image copyright Getty Images\n\nUS and European stock markets have lost ground again as global political and economic uncertainty continues to haunt investors.\n\nDespite their apparent recovery on Wednesday, leading US indexes fell nearly 2% in early Thursday trading, following similar losses in Europe.\n\nWeak US consumer confidence data for December sparked the latest sell-off.\n\nHowever, analysts cautioned that volatile share price movements were exacerbated by thin holiday trading.\n\nAt one point, the Dow Jones index dropped by more than 500 points or 1.8%, while the S&P 500 fell by 48 points or 2%.\n\nThe tech-heavy Nasdaq also sunk by more than 2% or 135.4 points, with losses led by Tesla and Amazon.\n\nOn Thursday, the Conference Board reported that US consumer confidence fell sharply in December. The index declined to 128.1 from 136.4, a bigger drop than expected.\n\nEarlier, European markets slumped in their first post-Christmas trading session.\n\nLondon's FTSE 100 slid as the day progressed, ending 1.5% down, with UK shares at their lowest in over two years.\n\nFrankfurt's Dax was 2.8% lower, while the Cac 40 in Paris suffered a smaller fall, down just 1.1%.\n\nConcerns about US-China trade tensions also resurfaced, with reports saying US President Donald Trump is considering an executive order banning the use of Chinese technology.\n\nThe US, Australia, Japan and New Zealand have restricted use of ZTE and Huawei equipment in 5G mobile networks, and the UK is now considering doing the same.\n\nOn 20 December, the US indicted two Chinese men accused of hacking into computer networks of Western companies and government agencies, and accused Beijing of cyber-spying.\n\nAnalysis\n\nTheo Leggett, business correspondent\n\nImage copyright Getty Images\n\nWednesday's spectacular rally on Wall Street may have provided some welcome relief for investors after weeks of falling share prices, but the euphoria was short-lived.\n\nThe factors which have been weighing on share prices since early December have not gone away.\n\nPolitical uncertainty in Washington, trade tensions between the US and China, rising US interest rates and President Trump's belligerent attitude towards policymakers at the US central Bank, the Federal Reserve, have all played their part, while in the UK, uncertainty over the Brexit process is also causing concern.\n\nVolatility on the markets during a holiday period is not unusual, because fewer trades are being made than normal.\n\nHowever, many analysts believe that in the current climate, investors are facing a turbulent ride well into the New Year."], "grade": -3}, "theguardian": {"texts": ["The former Commons deputy speaker Nigel Evans, who spent his life savings defending himself against false accusations of rape and sexual abuse, has said he would now vote against the legal aid cuts brought in by the Conservative-led coalition.\n\nHis call to restore funding to its pre-2012 level comes as other prominent Conservative MPs including Bob Neill, the chair of the Commons justice select committee, say the savings were excessive and may have displaced costs on to other departments.\n\nHow legal aid cuts filled family courts with bewildered litigants Read more\n\nNeill, a barrister, has said the original impulse may have been to cut down “on some instances of needless expenditure” but the pendulum has swung too far. “The evidence is pretty compelling that changes are needed … We cannot expect people who often have multiple problems in their lives necessarily to be able to resolve such things on their own,” he said.\n\nEvans, the Tory MP for the Ribble Valley in Lancashire, spent about £130,000 in 2014 fighting charges that he raped a university student and sexually assaulted six other men over a 10-year period.\n\nHe supported the Legal Aid, Sentencing and Punishment of Offenders Act (Laspo) when it was passed by parliament in 2012, but says his experience since then has proved to him the act was wrong and that the legal system needs an injection of cash.\n\n“If I had my time again I would stand up and argue against the implementation of Laspo,” said Evans, a former shadow secretary of state for Wales. “It’s wrong, completely wrong, to remove people’s right to have expert legal representation, and now I’ve gone through it I can see that clearly. We’re definitely talking about justice being denied as a result of Laspo.\n\nQuick guide Legal aid cuts Show Hide What are the legal aid cuts affecting England and Wales? The Legal Aid, Sentencing and Punishment of Offenders (Laspo) Act of 2012 was not just a bureaucratic mouthful: it was a huge piece of austerity that many thousands of people in England and Wales have found hard to swallow.\n\nThe cuts in central government funding have amounted to about £950m a year in real terms. As a result, the number of people receiving legal assistance in civil (not criminal) cases has fallen by more than 80%.\n\nWho qualifies for legal aid now? Anyone earning as little as £23,000 a year is no longer entitled to any legal aid in lower court cases. For more serious Crown Court cases, the threshold is £37,000.\n\nEven if you get legal aid, you may have to pay 'contributions', which can escalate over the course of a case. For those who get no legal aid at all, private legal fees can run to tens or hundreds of thousands of pounds.\n\nAround 140,000 people received legal aid in 2017/18, compared to 785,000 in 2010/11.\n\nWhat is the impact of this? The courts are now full of large numbers of people who have to defend themselves. They are known as 'litigants in person' and many find the byzantine court system and procedures disconcerting and unfamiliar at best, and impenetrable and stressful at worst.\n\nSome may lose their case because they are inadequately represented. Some may even get longer jail terms because they have no lawyer to advise them how to plea.\n\nIn some cases, antagonists in a domestic dispute, divorce or custody battle will have to confront each other directly in court, rather than through their lawyers.\n\nPhotograph: Matthew Cooper/PA\n\n“My experience of being falsely accused, and losing my life savings to defend myself proving that, was a road to Damascus moment for me. I’m a changed person now, in terms of Laspo and sympathy for all those who now have to go through the legal system without expert help, support and advice.”\n\nHe added: “I’m not just talking about those accused in the criminal courts like me, but everyone affected by Laspo. Parents going through the family courts, tenants fighting landlords, patients fighting hospitals and so on. Laspo is clearly not working. It needs to be overhauled.”\n\nEvans, who was in the Speaker’s chair when the legislation was debated, was caught out on costs because Laspo changed the rules for acquitted defendants. Previously, they were eligible to claim for “reasonable costs”. After Laspo they were allowed to claim only a modest contribution towards the costs they had incurred.\n\n“Laspo financially punishes innocent people for the crime of being wrongly accused,” Evans said.\n\nThe case against Evans fell apart as his accusers took their turns in the witness box during the five-week trial. Several of the young men told the judge at Preston crown court that they did not consider themselves to be victims of a criminal offence and had not wanted to complain to police.\n\nStrain of legal aid cuts shows in family, housing and immigration courts Read more\n\nEvans now believes that people who are taken to court by the Crown Prosecution Service and acquitted should get back their reasonable costs. Prior to Laspo, defendant’s costs orders (DCOs) ensured this was available to all who had paid privately. Those rights were abolished by schedule 7 of Laspo.\n\n“You have no choice, when you’re accused of a crime and risk going to prison and losing everything, than to pay whatever you can to defend yourself,” Evans said. “I was fortunate that I had my grandfather’s business in Swansea that I could sell and a house that I could remortgage. But if you don’t have life savings that you can drain, it makes a mockery of the whole idea of justice.\n\n“Thanks to Laspo, you can be taken to court through no fault of your own and even when you walk away without a stain on your character, your bank account is completely drained. They call it the ‘innocent tax’ but what it is is innocent people subsidising the judiciary … We should go back to the pre-Laspo rules.”\n\nHe initially supported Laspo for the same reasons he thinks the public have not protested against the legislation: “People don’t see people like me as victims, and there’s a sense that it could not happen to them.\n\n\n\n“That’s what I thought too, but it’s completely wrong. There’s nothing easier than someone falsely accusing you of a crime. Maybe only a relatively small number of people are affected, but part of the problem is that there’s a randomness to being falsely accused, it could literally happen to everyone.\n\n“I was lucky, in that I had life savings to lose, but for those who don’t, Laspo can bring them to the point of suicide.”\n\nHe is calling for an independent commission to investigate equality in the legal system. “We must have equality for those who are now forced to go to court and represent themselves,” he said.\n\nLegal aid: how has it changed in 70 years? Read more\n\nDefendants who do apply for legal aid representation find themselves relying on a desperately underfunded service. Christina Blacklaws, the president of the Law Society, which represents solicitors in England and Wales, said: “Defence solicitors have had no pay rises for over 20 years and this is driving more and more of them away from criminal defence work.\n\n“There is a desperate need to increase fees for all of this other work [including visits to police stations] if we are to have any hope of avoiding the imminent extinction of the criminal defence solicitor in some parts of the country.”\n\nA report by Donald Hirsch, professor of social policy at Loughborough University, for the Law Society highlighted the fact that some of the poorest people were being denied legal aid because they could not afford the financial contributions they were required to make, which can be up to £8,000.\n\nMark Smith, a duty solicitor at the law firm DJMS, said: “If they [are deemed to be] over the contribution threshold, the amount they have to pay is astronomical. If you paid for it privately, it would cost far less. Sometimes people on benefits are told they have to pay. We are seeing more people unrepresented in crown court cases.”", "Afghanistan women’s national team players have made detailed allegations to the Guardian of sexual and physical abuse they say they suffered at the hands of the president of the football federation, Keramuudin Karim.\n\nAfghan FA abuse claims: president demands ‘thorough investigation’ Read more\n\nThe players, who say they are speaking anonymously because of fears for their or their families’ safety, have made claims ranging from serious sexual and physical assault to harassment and threats to themselves or family members from Karim.\n\nOne said Karim put a gun to her head after he punched her in the face and sexually assaulted her in a hidden bedroom accessed from his office, threatening to shoot her and her family if she spoke to the media.\n\nAnother claimed Karim threatened, in front of her teammates at training, to cut her tongue after she ran off when being sexually assaulted, and then attempted to remove her clothes on another occasion.\n\nA third player alleged that Karim tried to kiss her neck and lips and that after she ran from the room she was dropped from the national squad and accused of being a lesbian. One of the other players also claims Karim spread a rumour that she was a lesbian.\n\nAn investigation was launched and Karim and four other members of the federation (AFF) were suspended by the Attorney General’s Office in Afghanistan, after the Guardian in November published allegations of abuse. Fifa said it was looking into the claims and suspended Karim two weeks ago for 90 days “which may be extended pending proceedings”.\n\nAll the allegations have been put by the Guardian to Karim, who has not responded to requests for comment.\n\nOne player said she was targeted after training when going to Karim’s office to ask for money to cover transport costs. “I asked for help. He started trying to come closer to me. He said: ‘I want to come closer to you, I want to see your body.’\n\n“I tried to ignore him, I was very polite to him. I said: ‘Listen, I need money for my transportation, I don’t have money. Can you help me? If you can’t, please let me go.’ He said he would help me and told me to wait. I said I wanted to go home. He said: ‘Don’t worry, I will give you money.’\n\n“The president told me to follow him to the next room. So I went with him. I thought he was going to help me. I followed him into the next room. He went into another room and there was another room off that which was very dark. Inside that room there was a door. But you can’t see the door; it looks like the wall, it is hard to see it’s a door. It was open. In there it was like a hotel room, a bedroom with everything inside and a bathroom. He told me to go in. I went in, he was behind me and he locked the door.\n\n“He told me to sit on the bed. I was worried, I was shaking. He said: ‘Today I want to find out what is behind your clothes.’ I was telling him: ‘Leave me alone, I want to go home.’ I stood up and I said I wanted to go home and he said to me: ‘Scream as much as you want, there won’t be anyone hearing you, they can’t hear you.’\n\n“Then he started pushing me towards the bed. I stood up again. I said: ‘Leave me alone, I only came for support, I don’t want it any more, please leave me alone, let me go.’\n\n“He was telling me … that today he would find out if I was a lesbian or not – because I was with girls a lot and I looked a little like a boy.\n\n“I stood up and tried to fight, but he punched me in the face. I fell on to the bed. I tried to rise and go to the door but because the door used his fingerprint it was not possible to open it without his fingerprint. So I couldn’t get out. He punched me on the face and on my mouth. Blood was coming from my nose and lips. He started beating me, I fell on to the bed, and everything went dark …\n\n“When I woke up, all my clothes were gone and there was blood everywhere. I was shaking, I didn’t know what happened to me. The bed was covered in blood, blood was coming from my mouth, nose and vagina. I went to the bathroom. I washed my face and put my clothes on. I went back and said: ‘I will go like this and I will tell the media what happened to me.’\n\n“He took a gun, his gun, put it on my head and said: ‘See what I have done to you? I can shoot you in the head and everywhere will be your brain. And I can do the same with your family. If you want your family to be alive you should keep quiet.’\n\nFacebook Twitter Pinterest The Afghan president, Ashraf Ghani, has said he ‘wants the attorney general to investigate this thoroughly’. He added: ‘I cannot tolerate immorality.’ Photograph: Mohammad Ismail/Reuters\n\n“Then he threw money at my face and told me to take it and get out. He said he didn’t want to see my face. He opened the door and I left.”\n\nUnable to tell her family what had happened, she made up a sporting injury. “I did not feel well. I found out through friends in the team that the president had spread a rumour that I was a lesbian and that he had caught me with another girl and that is why I was kicked out. That was depressing for me and very dangerous for me.”\n\nHer decision to speak out is not without risk. “I know that my family is in danger and I know they will be when more comes out. But I want to stand and speak about it because of the future of girls. I want girls to have a safe environment.”\n\nShe said Karim’s behaviour was widely known inside and outside the squad. “It became acceptable around women’s football, his behaviour.”\n\nWhy was it not reported to the authorities? “He has huge power inside the system and inside the government,” she said of Karim, a former governor of Panjshir province and chief of staff in the ministry of defence before he took over the presidency of the AFF in 2004. “No one can stand up against him because he is so powerful … Today the girls can’t raise their voice because they are afraid. They can get killed.”\n\nA second player said she was asked to go to Karim’s office by a member of the federation. “I was not aware of his character,” she said. She claims Karim sat with her on a sofa. “He started talking and flirting with me. He started touching my body and then he tried to kiss me. I started crying, I was scared and I was panicking, I was trying to push him away.”\n\nShe says she screamed, attacked him and was able to escape his grasp. For one month, she says, she hid. “I was feeling so weak and I couldn’t share my story. At the same time I was receiving phone calls from the federation and especially from the president, pushing me, pressuring me to come back because it was destroying his image.”\n\nShe returned but, she says, her ordeal was far from over. “The president, whenever I was going to training, was coming on to the pitch and in front of everyone saying I was not polite, I talked a lot, and was directly threatening me, saying he would cut my tongue to silence me. He was non-stop abusing me and harassing me.”\n\nOne day she says she was early for training at the federation. “I was sitting on the benches waiting for the rest of the team. He saw I was there on the security cameras. He started calling me on the phone. I was ignoring it so he came out himself and told me to come. I had to follow him, there was nothing I could do. I had to cross four doors – he had gone ahead and had me on the phone giving me instructions of where to go.\n\n“After the four doors I was in a bedroom. It was like a five-star hotel with a mirror, modern furniture, a bed, women’s stuff, perfumes and stuff on the drawers. When I got there and saw that I started recalling the stories I had heard … I was scared and I started crying, I thought it was the end of my life.\n\n“The president was naked and was on the bed waiting for me. When I started crying he got up and ran towards me and held me and was trying to pull my scarf and dress away. He was attacking and tearing at my dress. I was crying, I was screaming, I was struggling. I was very lucky. He received a phone call; I started screaming, he pushed me away and tried to silence me but I didn’t stop screaming. He had no choice then and he opened the door. When he opened the door I ran.”\n\nFacebook Twitter Pinterest Afghanistan women’s football. One player says she can’t trust that the government will deal with the problem. Photograph: Courtesy of Afghanistan women's national football team\n\nA third player claimed she went to Karim’s office “to get his signature” when her ordeal started. “I was trying to push him away and he was trying to kiss my neck and lips. I was telling him to behave and that he was the age of my grandfather and how could he do it? He told me he didn’t know why I was behaving weird with him, that I was so friendly with him outside.\n\n“I said I thought he was just a friend he was very social, and he told me that ‘Our friendship is having sex at the end’. I said: ‘I hate to even hear these things, let me go.’ I was trying to push him away and I ran from the room.\n\n“The first thing he did was take me off the list of the national team for a training camp abroad. He then was insulting me in front of everyone and accused me of being a lesbian and kicked me out of the federation.”\n\nShe claims she witnessed the verbal abuse of the second alleged victim: “She was crying, everyone saw, he was insulting her.”\n\nThe investigations and public support from various government officials including the Afghan president, Ashraf Ghani, offer hope, but all three players say trust is low. “I can’t trust the government,” one said. Another claimed: “Karim is a very powerful guy in government. He has a lot of influence and he has money – he can buy people.” She urged Fifa and foreign governments active in Afghanistan to take action.", "Politicians from Iraq’s parliament called for vote to expel US forces and promised to schedule session to debate the matter\n\nIraqi lawmakers have demanded US forces leave the country in the wake of a surprise visit by Donald Trump, which politicians denounced as arrogant and a violation of Iraqi sovereignty.\n\nTrump hails foreign policy shift on surprise visit to US troops in Iraq Read more\n\nPoliticians from both blocs of Iraq’s divided parliament called for a vote to expel US troops and promised to schedule an extraordinary session to debate the matter.\n\n“Parliament must clearly and urgently express its view about the ongoing American violations of Iraqi sovereignty,” said Salam al-Shimiri, a lawmaker loyal to the populist cleric Moqtada al-Sadr.\n\nSign up for the new US morning briefing\n\nTrump, making his first presidential visit to troops in a troubled region on Wednesday, said he had no plans to withdraw the 5,200 US forces in the country.\n\nContaining foreign influence has become a hot-button issue in a year that saw Sadr supporters win the largest share of votes in May elections. Sadr has called for curbing US and Iranian involvement in Iraqi affairs.\n\nUS troops are stationed in Iraq as part of the coalition against the Islamic State terror group. American forces withdrew in 2011 after invading in 2003 but returned in 2014 at the invitation of the Iraqi government to help fight the jihadist group.\n\nBut after defeating Isis militants in their last urban bastions last year, Iraqi politicians and militia leaders are speaking out against the continued presence of US forces in Iraqi soil.\n\nThough Isis has lost a significant amount of territory in Iraq and Syria, it is still seen as a threat.\n\nQais Khazali, the head of the Iran-backed Asaib Ahl al-Haq militia that fought key battles against Isis in north Iraq, promised on Twitter that parliament would vote to expel US forces from Iraq, or the militia and others would force them out by “other means”.\n\nKhazali was jailed by British and US forces from 2007 to 2010 for managing sections of the Shia insurgency against the occupation during those years.\n\nHis militia is represented in parliament by the Binaa bloc, a rival coalition to Sadr’s Islah. Binaa favors close ties with Iran and is aligned with Tehran on regional political issues.\n\nTrump spent three hours at a US air base meeting with American troops during his visit. He defended his decision to withdraw 2,000 US troops from neighboring Syria, saying the US military had all but eliminated Isis-controlled territory there.\n\nHe left without meeting any Iraqi officials, though he spoke to the prime minister, Adil Abdul-Mahdi, by phone.\n\nAbdul-Mahdi’s office said in a statement after Trump’s visit that “differences in points of view” over arrangements led to a face-to-face meeting between the two leaders being scrapped.\n\nShimiri said Trump’s visit “violated several diplomatic norms”.", "Four others injured after 4x4 drove through barrier on bridge at Skeiðarársandur\n\nThree British tourists including a child have been killed after a 4x4 crashed while crossing a bridge in Iceland.\n\nFour other people, including two children, were critically injured during the incident, which occurred at about 9.30am on Thursday, when the vehicle drove through a barrier on the one-lane bridge at Skeiðarársandur in the south of the country, Icelandic police said. The car landed on a riverbank.\n\nAdolf Erlingsson, a tour guide who was among the first on the scene, said: “It was horrible. The car seemed to have hit the ground many metres from where it stopped. We struggled getting everyone out.”\n\nErlingsson estimated that the car had fallen about five or six metres from the bridge and said it was a “total wreck” when he arrived at the scene.\n\n“The driver must have lost control somehow and it went through the railing,” said Erlingsson, a former broadcaster. He said the vehicle had flipped over on to sandy ground, missing a river.\n\n“Conditions were quite good, maybe a bit wet. It was just about freezing, but I didn’t detect any ice on the road,” he said. Erlingsson described how he and others had to cut the driver out of the wreckage using a winch from another vehicle. “The driver was alive and trapped more or less under the dashboard. We were trying to get the people out of the car and helping them. It was a very difficult situation.”\n\nHe said three people were trapped in the car when he arrived and he believed that two of them were dead. A number of others were outside and were semi-conscious.\n\nThe injured included two adults and two children aged between seven and nine, according to the Icelandic Police. The vehicle involved was a rented seven-person Toyota Land Cruiser, which careered off the bridge over the Núpsvötn river, according to the reports.\n\nImages taken at the scene showed emergency personnel rendering medical assistance on rocky ground beneath the bridge. As well as local police, two helicopters were called from a coastguard station while another flew from Reykjavik.\n\nThe bridge where the crash took place was built in 1973 and is one of the longest in the country.\n\nOf the 18 people who have died in traffic accidents in Iceland this year, half have been foreign nationals. Last year was the first on record when more foreigners died than residents, according to figures from the Icelandic Transport Authority.\n\nThe UK’s Foreign Office advises visitors to Iceland to take particular care when driving on gravel and loose surfaces. It says distances between towns can be great and driving can take longer than expected.", "A “gentle giant” found dead in a canal in Manchester on Boxing Day was a known rough sleeper and had been in hospital on Christmas Day, it has been reported.\n\nTony Lawless, who lived on and off the streets following the death of his father, had been in North Manchester General hospital on Tuesday after a collapse, the Manchester Evening News said.\n\nHis sister, Diane Brennan, told the paper she had accompanied him in the ambulance on Christmas Day, leaving him in the hospital when she returned home. She said she had assumed he was still there until police contacted her to say he had been found dead on Wednesday.\n\nA spokeswoman for the Pennine Acute Hospitals NHS trust, which runs North Manchester General, said: “The trust were sorry to hear of the death of Mr Anthony Lawless and will work closely with the police and coroner’s office to help ascertain the circumstances leading up to this tragic event. Our thoughts are with his family at this sad time.”\n\nPolice were called to an area of the canal near Redhill Road in Ancoats shortly after 9am after a report of a body in the water. Lawless usually slept rough in Harpurhey, north Manchester, and his sister said she was surprised to learn he was found 2.5 miles (4km) away in the city centre.\n\n“That’s what we don’t understand; how did he make it from north Manchester to there, when he had no money?” said Brennan. “I said: why the heck did they let him out knowing he was falling down?”\n\nShe said he began drinking after the death of their father. “When the drink took hold of him he changed, but other than that he was all right. Everyone who knew him said he was very, very polite. He was lovely,” she said.\n\nAn estimated 50 homeless people died in Greater Manchester last year, up from 21 in 2013 and more than any other combined authority in England, figures from the Office for National Statistics showed just before Christmas. When population size is taken into account, the death rate for homeless people was higher in Greater Manchester than London, where there were 136 estimated deaths in 2017.\n\nLawless was “a popular guy”, according to the local councillor Pat Karney. “We must never get immune to these deaths. We must hear the struggle of these people and try to prevent other casualties,” he said.\n\nIn his 2017 election manifesto, Andy Burnham, the mayor of Greater Manchester, pledged to end rough sleeping in the region by 2020. Each month he donates 15% of his salary – £1,375 – to his Mayor’s Homeless Fund.\n\nTributes were paid on social media to Lawless, a well-known figure on Conran Street market in Harpurhey. “Poor Tony, I’m in shock, he was a nice man always helped me on the market,” wrote Barry Wayne. “RIP Tony, remember you always helping my mam out on the markets, rest easy mate,” wrote Anthony Spencer.\n\nAn appeal has been set up to raise money for his funeral. The fundraising appeal says: “Tony was sadly found on Boxing Day, our gentle giant is now with the angels. Let’s try and raise funds to give him the send off he deserves. We all speak highly of the gentleman he was, so can we raise as much as possible to give to his family to help towards funeral costs.”\n\nGreater Manchester police (GMP) would not confirm the dead man’s identity but said an investigation was ongoing to establish if there were any suspicious circumstances surrounding his death.\n\nInsp Mark Allinson of GMP’s city of Manchester district said on Wednesday: “This a very sad morning. We have recovered the body of a man from the canal, which is all the more difficult given the time of year.\n\n“We will continue throughout the day to establish who the man is and the circumstances which led to him being in the canal. If anyone witnessed anything that could help with our enquiries, please contact police as soon as you can quoting log number 679 of 26 December 2018.\n\n“My thoughts will be with the man today and we will ensure that his family are supported once his next of kin have been informed.”\n\nBurnham said: “Any death that occurs on our streets is tragic and at this time of year it is even more heartbreaking, and the incident on Boxing Day is currently under investigation. Nobody should ever die on the streets of Britain for want of a roof over their head. In Greater Manchester we have rallied together and are running our Bed Every Night scheme which provides a place for people to go every night and has already helped more than 540 people indoors since the start of November.\n\n“The effects of austerity, welfare changes and universal credit mean that there is increasing pressure and demand for all our homelessness services. We need the government to recognise the scale of homelessness and rough sleeping, particularly in big cities across the UK.”", "An “addiction to exams” is fuelling stress, anxiety and failure in schools across the UK, the former head of the civil service has said.\n\nGus O’Donnell said the UK was “sleepwalking into a deepening crisis” and called for the current exam system to be overhauled.\n\nSpeaking exclusively to the Guardian, Lord O’Donnell said Britain was creating a “troubled generation” and the country would pay the price of cutbacks in mental health services.\n\nSharp rise in number of young people seeking help for anxiety Read more\n\nThe warning comes after research into young people’s mental health in England found 20% of girls aged 17-19 and 10% of boys the same age had self-harmed or tried to kill themselves.\n\nExperts described the figures as deeply worrying and raised questions about the damage that social media, pressure to look good and sexual violence were doing to the mental welfare of young women in England.\n\nO’Donnell said: “We are addicted to exams … but measuring success by exam results is fuelling stress, anxiety and failure among pupils, teachers, and schools.\n\n“It’s clear from what we know that improving kids’ wellbeing is a much better way of improving their lives than improving their scores in these exams.\n\n“We are sleepwalking into a deepening crisis when it comes to the mental health of kids and we need to drastically change the way we assess kids. It’s a fundamental thing about what constitutes a successful life …\n\n“A good question for all of us to think about is: what would the world look like if I hadn’t existed? If you can think: ‘I made the world a better place’ then that is what it’s all about.”\n\nThe latest figures show disorders are much more common among boys than girls from the age of two to 10. They then equalise among those aged 11 to 16, before becoming much more widespread among girls (23.9%) than boys (10.3%) aged 17 to 19.\n\nO’Donnell said exams were fuelling the crisis, calling for an urgent change to how success is defined.\n\nComparing the UK with the Netherlands, he said: “It’s not a trade-off between that and traditional exams. The Netherlands is miles ahead of us on literacy, numeracy and science, and the same is true of Finland, where they start primary school later. We are getting something wrong.”\n\nO’Donnell, who served as Britain’s most senior civil servant under Tony Blair, Gordon Brown and David Cameron, also said he would be in favour of Ofsted measuring wellbeing.\n\n“Ofsted has become scary and very negative … I would like to find a way to make it more positive. Lots of things will affect a child’s wellbeing, it’s not just the school – not just a teacher … but on balance I would have Ofsted measuring that [wellbeing] and we’d need to think very carefully – do pilot work on how to best to do that.”\n\nHe also said mental health services were not good enough.\n\n“Current provision is woefully inadequate, there is no question about that. We talk about equality between physical and mental health but we are miles away from it. There are plenty of people with diagnosed mental health issues having to wait far too long … We need more resources in this area,” O’Donnell said.\n\n“We have brought forward a troubled generation and we will pay the price of some of the cutbacks we’ve seen in mental health services and the reduction in benefits. Austerity will leave a mark, I am afraid.”\n\nO’Donnell said he knew people who had been through periods of poor mental health and had been touched by people who had killed themselves, adding: “I’ve seen the pain it causes and wonder: could more have been done to prevent that?”\n\nHe also took aim at Brexit, saying it was “sucking the political oxygen out of everything”.\n\nFifth of 17 to 19-year-old girls self-harm or attempt suicide Read more\n\n“There is no time for legislation because of what the house is up to all the time. Even if there had been clear long-term policy – and [Theresa] May suggested she was interested in the subject of children’s mental health – nothing would happen,” O’Donnell said.\n\nDiscussing the role of civil servants in Britain’s departure from the EU, he said: “They have done a really good job to help politicians get the best deal they could, given the way they decided to manage red lines and trade-offs.\n\n“You cannot help thinking it would have been good to have this debate about what particular Brexit do we want, either before the referendum, or if not then before triggering article 50, and it’s a bit late now.\n\n“That is what has led us into this mess. It’s another example, of the same thing – if you don’t define what constitutes success, you are not quite sure where you are going and you don’t have a road map or strategy, and that is the fundamental problem.”", "Will, 14, tripped over Christmas tree and crashed through window at London home\n\nMichael Gove has paid tribute to NHS staff who treated his son after a Christmas Eve accident.\n\nThe environment secretary’s son Will, 14, was left badly injured after tripping over the Christmas tree and crashing through French windows at the family’s London home.\n\nGove thanked staff at the Chelsea and Westminster hospital who treated his son in a tweet.\n\nMichael Gove (@michaelgove) Just wanted to thank wonderful team at Chelsea and Westminster Hospital for their kindness and professionalism this Christmas - especially the superb trauma surgeon Mr Ibrahim - we are in your debt\n\nGove’s wife, the newspaper columnist Sarah Vine, described how the teenager was rushed to A&E and spent seven hours having cuts on his shoulder and arm stitched up.\n\nShe rushed back home after being called by her son while out doing last-minute Christmas shopping, and arrived to find a scene “reminiscent of a horror movie”.\n\nWriting in the Daily Mail, Vine said she answered a mobile phone call in the supermarket to hear a “howl of anguish” from her son. When he switched to video calling, she saw “a white-faced child with a huge gash on his shoulder about 10 centimetres long and deep enough so you could see the bone and tissues”.\n\n“On the same arm, a strip of flesh was hanging, like something out of a horror movie,” she continued.\n\nAfter running home in 10 minutes, she found her son shaking, with blood-soaked kitchen towels wrapped around his arm.\n\n“His lips were blue, and the hall was looking distinctly Quentin Tarantino,” she said. “Both French door windowpanes were jagged, gaping holes. Carpet, presents, tree were all covered in a fine spattering of blood.”\n\nGove arrived back home – “gasping for air having sprinted back from the tube station” – as an ambulance crew prepared to take Will to Chelsea and Westminster hospital.\n\nVine said their son was “stitched up a treat” by doctors, who included the consultant surgeon Edward Ibrahim.\n\nThe teenager emerged that evening “excited at the prospect of some thrilling scars with which to wow the girls”.\n\nBy the next morning, he was feeling well enough to wake his parents early to watch him open his presents.\n\nVine said the episode had left her haunted by the fragility of life and grateful for “my great good fortune in life”.\n\n“Had he fallen an inch to the side either way, he could easily have severed a ligament or, much worse, an artery,” she said. “Or if had I missed his call – as I often do – I might not have got home in time.”", "A no-deal Brexit could be financially costly and put the public at risk, Britain’s most senior police officer has warned.\n\nCressida Dick, the Metropolitan police commissioner, said crashing out of the EU without an agreement would mean having to replace certain structures, such as access to databases and agreements on arrest and extradition, which could threaten the police’s crime-fighting capability.\n\n“We will have to replace some of the things we currently use in terms of access to databases, the way in which we can quickly extradite and arrest people … [We will] have to replace them as effectively as we can, but it will be more costly, slower and potentially put [the] public at risk … There is no doubt about that. This is one of many things politicians deciding what to do need to be thinking about,” she told BBC Radio 4’s Today programme on Thursday.\n\nShe added that the Met had set up an EU coordination unit, as reported in the Guardian. The aim of the unit is to help forces understand “how to work most effectively across Europe to exit the EU under whatever circumstances”.\n\nDick said: “We would hope that we have as much as possible the instruments we currently have or something similar, as quickly as possible, to keep the public safe.\n\n“The consequences of not having those things, and if there was [a] no-deal scenario, would be difficult in the short term.”\n\nWhen asked whether there was enough time to properly make replacements, Dick said: “We can talk about what might happen, but of course while there are so many unknowns, nothing can be put in place … But we can talk with colleagues and we are doing that all the time.”", "List of BBC reporters in Russia leaked online along with their photos\n\nA list of BBC reporters working in Russia has been leaked online, along with their photographs, amid growing pressure on the broadcaster in Russia.\n\nThe list of 44 journalists, most of them Russian citizens, appears to have first been published in the anonymously run For Mother Russia group on the social network VKontakte. It was then reprinted by a rightwing Russian news website with photographs culled from the journalists’ social media profiles and other public sources.\n\nThe independent TV Rain also reported a version of the list that had been released on the Russian site Pikabu, which resembles Reddit.\n\nThe leak of accredited journalists comes a week after Russia said it would launch an investigation into the BBC for violating fairness standards.\n\nKremlin officials said the investigation was a response to an Ofcom ruling that the state-backed RT (formerly Russia Today) had violated impartiality rules after the Salisbury poisoning incident and risked “statutory sanctions”, including possible fines or a loss of licence.\n\nThe leak of BBC journalists also appears to be a retaliation. The Sunday Times last week published a list of names and photographs of eight reporters working for the Moscow-backed Sputnik’s UK bureau in Edinburgh. Russian officials reacted angrily, saying the report put Sputnik’s journalists in danger.\n\nA BBC spokesperson expressed frustration at the leak: “The BBC has strict editorial guidelines and has not published the details of journalists from other media organisations as there was no editorial reason or justification to do so. We are disappointed at the groundless publication of our Moscow team’s details.”\n\nIn a post accompanying the leak of BBC journalists, an anonymous administrator of the For Mother Russia Vkontakte group attacked the Sunday Times article for attempting to put “psychological pressure” on Russian journalists.\n\nThe user then added: “Combining several sources, we present you a list of fablers and dreamers from the Moscow bureau of the BBC.”\n\nIt was not clear where the leak of Russian BBC reporters came from, although the information appears to have come from official documentation. The list only includes BBC employees accredited with the Russian government. The journalists are identified by their legal names, which in some cases differ from their bylines.\n\nMost of the 44 reporters are Russian citizens who work for the BBC World Service, which has expanded its operations in Russia significantly in the past two years, hiring some of the country’s best journalistic talent.", "The seaside town of Ryde on the Isle of Wight, Smethwick in the West Midlands and Diss in Norfolk were the top towns for property growth in 2018, with prices up as much as 10% in a year when house price inflation across the UK fell to 1%.\n\nThe biggest price fall was in Alnwick, Northumberland, best known for its castle used as a location in the Harry Potter films, where values dropped by 6.6%. Biggleswade in Bedfordshire, Nantwich in Cheshire and Eastleigh in Hampshire all recorded price falls of 5% or more.\n\nThe figures were compiled by the property website Zoopla. In a relatively subdued year for the UK property market, it said prices nationally rose by an average of 1.02% during 2018.\n\nEven that relatively small increase added £83bn to the total value of British residential property, which Zoopla estimated was worth £8.29tn by the end of the year.\n\nFacebook Twitter Pinterest Housing in Smethwick, West Midlands, where prices rose 9.67%. Photograph: David Sillitoe for the Guardian\n\nScotland was the fastest-rising region, with prices up 6.4% to an average of £195,739, followed by Wales, where prices rose 3.9% to £192,362. In England, prices crept ahead by 0.6% but the average is a much higher £325,839.\n\nThe property market has been dominated by Brexit fears in recent months, with most of the major house value indices showing flat or falling prices, particularly in London and the south.\n\nZoopla said there was an outright decline of 1.7% in London prices, while in the east of England prices also fell on average by 0.5% over the year.\n\nThe Brexit effect is even hitting house prices outside the UK, with it being blamed for Ireland’s property market coming to a shuddering halt in the final quarter of 2018 as prices flatlined for the first time since the property crash of 2007-08.\n\nRichard Donnell of Zoopla said: “This latest analysis into the value of Britain’s housing stock shows that while the overall value has grown by 1% this is slower than the 3.5% growth in 2017.\n\n“The slower growth is down to the value of housing falling in London and the east of England while values have increased across the rest of the country. Scotland and Wales are where values have grown more than the national average.”\n\nForecasters are anticipating another year of virtually flat house prices in 2019, with most pencilling in gains of zero to 2%.\n\nTop five towns for property price growth\n\n(average % increase in value since January 2018)\n\n1 Ryde, Isle Of Wight: £242,016 (10.24%)\n\n2 Smethwick, West Midlands: £163,627 (9.67%)\n\n3 Diss, Norfolk: £311,486 (7.89%)\n\n4 Broadstairs, Kent: £333,212 (7.63%)\n\n5 Pontypool, Torfaen: £162,319 (7.52%)\n\nBottom five towns for property price growth\n\n(average % decrease in value since January 2018)\n\n1 Alnwick, Northumberland: £238,802 (-6.58%)\n\n2 Biggleswade, Bedfordshire: £329,206 (-6.49%)\n\n3 Nantwich, Cheshire: £276,647 (-5.60%)\n\n4 Eastleigh, Hampshire: £337,784 (-5.19%)\n\n5 Hebburn, Tyne & Wear: £135,835 (-4.88%)"], "grade": -6}, "breitbart": {"texts": ["Media and Hollywood leftists predictably reacted in horror after President Donald Trump signed several Make America Great Again campaign hats owned by members of the military.\n\nTrump made a surprise trip to visit the troops in Iraq and Germany on Wednesday, spending time greeting the troops, snapping selfies, and giving autographs. Some of them brought Trump their MAGA hats for the president to sign.\n\n“Just awful,” wrote actress Mia Farrow on Twitter in response to the news.\n\nCNN analyst and former member of the Obama administration John Kirby warned the troops that having a Trump campaign hat could be breaking military guidelines.\n\n“It is, in fact, a campaign slogan, that is a campaign item, and it is completely inappropriate for the troops to do this,” Kirby said.\n\nCNN continued to air segments about the “controversy.”\n\n“It’s just not appropriate in front of a military audience,” Ret. Lt. Gen. Mark Hertling said on CNN Thursday morning.\n\nRet. Lt. Gen. @MarkHertling says President Trump signing MAGA hats during his trip to troops in Iraq was “over the top.” “It’s just not appropriate in front of a military audience,” he says about Trump discussing domestic politics during the visit. https://t.co/5CZln009mH pic.twitter.com/TTcNQralS6 — New Day (@NewDay) December 27, 2018\n\nTrump also signed a soldier’s arm patch that read ‘Trump 2020.’\n\nIn Germany, several soldiers brought their MAGA hats during their meeting with the president. Another soldier was spotted carrying a Trump flag.\n\n#maga hat contingent at Ramstein waiting for President Trump pic.twitter.com/18wdP87vZK — Jennifer Epstein (@jeneps) December 27, 2018\n\nTrump flag (she dropped it after she saw me taking a photo) pic.twitter.com/LhPwUNdEK3 — Jennifer Epstein (@jeneps) December 27, 2018\n\nPhilippe Reines, a former adviser for failed presidential candidate Hillary Clinton doubted whether the troops even purchased their own hats.\n\ntrump signed MAGA 2020 hats. Safe bet our troops in Iraq aren’t buying and shipping hats to themselves 6,000 miles away in case he drops by. Which means rbis was another taxpayer funded trump commercial. And unethical. Right @waltshaub? Next Up: A fundraising tweet. pic.twitter.com/XNoIUdSGJa — Philippe Reines (@PhilippeReines) December 26, 2018\n\nTrump’s opponents continued to complain on social media.\n\n“As a former Navy JAG, I can tell you that engaging in partisan political activity such as flying a Trump flag or wearing a MAGA hat, while in uniform is a violation of the Uniform Code of Military Justice and its implementing regs,” wrote Pam Keith, a Democratic candidate for Congress in Florida.\n\n“That’s a Art 32 offense for conduct unbecoming of an officer,” wrote MSNBC analyst Malcolm Nance.", "Media and Hollywood leftists predictably reacted in horror after President Donald Trump signed several Make America Great Again campaign hats owned by members of the military.\n\nTrump made a surprise trip to visit the troops in Iraq and Germany on Wednesday, spending time greeting the troops, snapping selfies, and giving autographs. Some of them brought Trump their MAGA hats for the president to sign.\n\n“Just awful,” wrote actress Mia Farrow on Twitter in response to the news.\n\nCNN analyst and former member of the Obama administration John Kirby warned the troops that having a Trump campaign hat could be breaking military guidelines.\n\n“It is, in fact, a campaign slogan, that is a campaign item, and it is completely inappropriate for the troops to do this,” Kirby said.\n\nCNN continued to air segments about the “controversy.”\n\n“It’s just not appropriate in front of a military audience,” Ret. Lt. Gen. Mark Hertling said on CNN Thursday morning.\n\nRet. Lt. Gen. @MarkHertling says President Trump signing MAGA hats during his trip to troops in Iraq was “over the top.” “It’s just not appropriate in front of a military audience,” he says about Trump discussing domestic politics during the visit. https://t.co/5CZln009mH pic.twitter.com/TTcNQralS6 — New Day (@NewDay) December 27, 2018\n\nTrump also signed a soldier’s arm patch that read ‘Trump 2020.’\n\nIn Germany, several soldiers brought their MAGA hats during their meeting with the president. Another soldier was spotted carrying a Trump flag.\n\n#maga hat contingent at Ramstein waiting for President Trump pic.twitter.com/18wdP87vZK — Jennifer Epstein (@jeneps) December 27, 2018\n\nTrump flag (she dropped it after she saw me taking a photo) pic.twitter.com/LhPwUNdEK3 — Jennifer Epstein (@jeneps) December 27, 2018\n\nPhilippe Reines, a former adviser for failed presidential candidate Hillary Clinton doubted whether the troops even purchased their own hats.\n\ntrump signed MAGA 2020 hats. Safe bet our troops in Iraq aren’t buying and shipping hats to themselves 6,000 miles away in case he drops by. Which means rbis was another taxpayer funded trump commercial. And unethical. Right @waltshaub? Next Up: A fundraising tweet. pic.twitter.com/XNoIUdSGJa — Philippe Reines (@PhilippeReines) December 26, 2018\n\nTrump’s opponents continued to complain on social media.\n\n“As a former Navy JAG, I can tell you that engaging in partisan political activity such as flying a Trump flag or wearing a MAGA hat, while in uniform is a violation of the Uniform Code of Military Justice and its implementing regs,” wrote Pam Keith, a Democratic candidate for Congress in Florida.\n\n“That’s a Art 32 offense for conduct unbecoming of an officer,” wrote MSNBC analyst Malcolm Nance.", "Wednesday, CNN’s Don Lemon reacted to President Donald Trump’s surprise visit to the troops in Iraq at the Al Asad Airbase for Christmas, comparing him to the Grinch who “stole Christmas” from the troops.”\n\n“I tried not to because I was with my family, but when we turned on CNN and we saw the president politicizing a Christmas message, it was like– we kept saying, ‘He’s like the Grinch.’ I’m being honest,” Lemon said on “CNN Tonight.”\n\nNetwork national security analyst Samantha Vinograd then interrupted, reassuring Lemon, “No, he stole Christmas.”\n\nLemon continued, “Instead of being positive with the troops, saying, ‘This is about the troops, it’s not about me. I’m here to thank you for your service,’ whatever, even if reporters ask him questions. ‘This is not about me. This is about the troops, they serve out country well.’ Maybe he should have said, ‘It’s unfortunate that some of them are not getting paid and I wish they were. We’ll come to an agreement and make sure everyone gets paid, the 42,000 members of the Coast Guard who are not getting paid. So, you know, let’s be positive about Christmas.’ The same thing during Christmas. It was so negative and so — you want positivity when it comes to Christmas. It is perplexing. Why would he visit the troops and do that?”\n\n(h/t Newsbusters)\n\nFollow Trent Baker on Twitter @MagnifiTrent", "Wednesday, CNN’s Don Lemon reacted to President Donald Trump’s surprise visit to the troops in Iraq at the Al Asad Airbase for Christmas, comparing him to the Grinch who “stole Christmas” from the troops.”\n\n“I tried not to because I was with my family, but when we turned on CNN and we saw the president politicizing a Christmas message, it was like– we kept saying, ‘He’s like the Grinch.’ I’m being honest,” Lemon said on “CNN Tonight.”\n\nNetwork national security analyst Samantha Vinograd then interrupted, reassuring Lemon, “No, he stole Christmas.”\n\nLemon continued, “Instead of being positive with the troops, saying, ‘This is about the troops, it’s not about me. I’m here to thank you for your service,’ whatever, even if reporters ask him questions. ‘This is not about me. This is about the troops, they serve out country well.’ Maybe he should have said, ‘It’s unfortunate that some of them are not getting paid and I wish they were. We’ll come to an agreement and make sure everyone gets paid, the 42,000 members of the Coast Guard who are not getting paid. So, you know, let’s be positive about Christmas.’ The same thing during Christmas. It was so negative and so — you want positivity when it comes to Christmas. It is perplexing. Why would he visit the troops and do that?”\n\n(h/t Newsbusters)\n\nFollow Trent Baker on Twitter @MagnifiTrent", "Thursday’s “Morning Joe” on MSNBC opened with host Joe Scarborough reacting to President Donald Trump’s visit to Iraq to meet with American troops.\n\nThe host slammed Trump for using “a captive audience of American heroes to push his unpopular domestic agenda.”\n\n“[T]he troops [Trump] visited there were clearly happy to see him, buoyed by his presence, and I think every American should be grateful for that,” Scarborough stated. “But we should also be concerned that Trump once again used a captive audience of American heroes to push his unpopular domestic agenda — this time the wall.”\n\nScarborough said Trump “lied” to the troops about pushing through a pay raise.\n\n“It’s not even close to being true,” he added.\n\nIn the monologue, Scarborough went on to call Trump a “quivering coward” for “caving” to the likes of Russia President Vladimir Putin and Turkey’s Recep Tayyip Erdogan.\n\n“We have a weak president who fears Russia and fears Turkey, and he is in full retreat across the globe and he has gifted this Christmas season the Middle East to Russia, to Iran and to ISIS,” he argued. “Now, it just seems to me that we aren’t the suckers after all, Mr. President. You are, and you’re the sucker for believing that dismantling America’s most successful military operations across the globe will do anything other than help Russia, ISIS, Iran and our other geopolitical enemies, our threats. That’s not going to make America great again. It’s actually going to make us much weaker than we’ve been at any time since World War II.”\n\nFollow Trent Baker on Twitter @MagnifiTrent", "Thursday’s “Morning Joe” on MSNBC opened with host Joe Scarborough reacting to President Donald Trump’s visit to Iraq to meet with American troops.\n\nThe host slammed Trump for using “a captive audience of American heroes to push his unpopular domestic agenda.”\n\n“[T]he troops [Trump] visited there were clearly happy to see him, buoyed by his presence, and I think every American should be grateful for that,” Scarborough stated. “But we should also be concerned that Trump once again used a captive audience of American heroes to push his unpopular domestic agenda — this time the wall.”\n\nScarborough said Trump “lied” to the troops about pushing through a pay raise.\n\n“It’s not even close to being true,” he added.\n\nIn the monologue, Scarborough went on to call Trump a “quivering coward” for “caving” to the likes of Russia President Vladimir Putin and Turkey’s Recep Tayyip Erdogan.\n\n“We have a weak president who fears Russia and fears Turkey, and he is in full retreat across the globe and he has gifted this Christmas season the Middle East to Russia, to Iran and to ISIS,” he argued. “Now, it just seems to me that we aren’t the suckers after all, Mr. President. You are, and you’re the sucker for believing that dismantling America’s most successful military operations across the globe will do anything other than help Russia, ISIS, Iran and our other geopolitical enemies, our threats. That’s not going to make America great again. It’s actually going to make us much weaker than we’ve been at any time since World War II.”\n\nFollow Trent Baker on Twitter @MagnifiTrent", "Following the death of a second migrant child in federal immigration custody in the past month, the Department of Homeland Security (DHS) says systems for dealing with border security and migrants are being pushed to the “breaking point.”\n\n“Our system has been pushed to a breaking point by those who seek open borders,” DHS Secretary Kirstjen Nielsen said in a written statement. “Smugglers, traffickers, and their own parents put these minors at risk by embarking on the dangerous and arduous journey north. This crisis is exacerbated by the increase in persons who are entering our custody suffering from severe respiratory illnesses or exhibit some other illness upon apprehension.”\n\n“Given the remote locations of their illegal crossing and the lack of resources,” the secretary explained, “it is even more difficult for our personnel to be first responders.”\n\nBorder Patrol agents apprehended 139,817 migrants in the past two months, she explained. This compares to 74,946 during the same period the year before. Of those apprehended, 68,510 were family units and 13,981 unaccompanied minors. The secretary said the problem has only “become starker in December.”\n\nNielsen blamed the massive increase in migrant crossings, particularly family units and unaccompanied minors, on several “draw factors.” Among those, she listed:\n\nan immigration system that rewards parents for sending their children across the border alone,\n\na system that prevents parents who bring their children on a dangerous and illegal journey from facing consequences for their actions,\n\nan asylum process that is not able to quickly help those who qualify for asylum,\n\na system that encourages fraudulent claims, and a system that encourages bad actors to coach aliens into making frivolous claims.\n\n“The bottom line is that 9 out 10 asylum claims are rejected by a federal immigration judge,” Secretary Nielsen stated.\n\nThe DHS secretary announced some additional precautions that will be taken moving forward to make sure holding facilities and detention centers are as safe and healthy as possible:\n\nAt my direction, all children in Border Patrol custody have been given a thorough medical screening. Moving forward, all children will receive a more thorough hands on assessment at the earliest possible time post apprehension – whether or not the accompanying adult has asked for one. I have also spoken with our partners in Mexico to ask that they begin to investigate the causes of these illnesses on their side of the border and to provide medical assistance in shelters as needed. I will be travelling to the border later this week to see first-hand the medical screenings and conditions at Border Patrol stations.\n\nNielsen said that additional Border Patrol agents trained in emergency management will be assigned to remote areas along the border. Currently, there are 1,500 medically trained Border Patrol agents and CBP officers along the border.\n\n“As a result of bad judicial rulings from activist judges and inaction by Congress, we are seeing a flood of family units and unaccompanied alien children,” Nielsen concluded. “The unprecedented number of families and unaccompanied children at the border must not be ignored. I once again ask – beg – parents to not place their children at risk by taking a dangerous journey north. Vulnerable populations – including family units and unaccompanied alien children should seek asylum at the first possible opportunity, including Mexico.”\n\n“To those in Congress who continue to refuse to take action to address the loopholes that cause a flood of humanity to travel north and place children at risk, I once again call on you to do your job, protect vulnerable populations, secure our borders, and provide the men and women of DHS the authorities and resources we need to address this crisis,” the secretary said.", "Following the death of a second migrant child in federal immigration custody in the past month, the Department of Homeland Security (DHS) says systems for dealing with border security and migrants are being pushed to the “breaking point.”\n\n“Our system has been pushed to a breaking point by those who seek open borders,” DHS Secretary Kirstjen Nielsen said in a written statement. “Smugglers, traffickers, and their own parents put these minors at risk by embarking on the dangerous and arduous journey north. This crisis is exacerbated by the increase in persons who are entering our custody suffering from severe respiratory illnesses or exhibit some other illness upon apprehension.”\n\n“Given the remote locations of their illegal crossing and the lack of resources,” the secretary explained, “it is even more difficult for our personnel to be first responders.”\n\nBorder Patrol agents apprehended 139,817 migrants in the past two months, she explained. This compares to 74,946 during the same period the year before. Of those apprehended, 68,510 were family units and 13,981 unaccompanied minors. The secretary said the problem has only “become starker in December.”\n\nNielsen blamed the massive increase in migrant crossings, particularly family units and unaccompanied minors, on several “draw factors.” Among those, she listed:\n\nan immigration system that rewards parents for sending their children across the border alone,\n\na system that prevents parents who bring their children on a dangerous and illegal journey from facing consequences for their actions,\n\nan asylum process that is not able to quickly help those who qualify for asylum,\n\na system that encourages fraudulent claims, and a system that encourages bad actors to coach aliens into making frivolous claims.\n\n“The bottom line is that 9 out 10 asylum claims are rejected by a federal immigration judge,” Secretary Nielsen stated.\n\nThe DHS secretary announced some additional precautions that will be taken moving forward to make sure holding facilities and detention centers are as safe and healthy as possible:\n\nAt my direction, all children in Border Patrol custody have been given a thorough medical screening. Moving forward, all children will receive a more thorough hands on assessment at the earliest possible time post apprehension – whether or not the accompanying adult has asked for one. I have also spoken with our partners in Mexico to ask that they begin to investigate the causes of these illnesses on their side of the border and to provide medical assistance in shelters as needed. I will be travelling to the border later this week to see first-hand the medical screenings and conditions at Border Patrol stations.\n\nNielsen said that additional Border Patrol agents trained in emergency management will be assigned to remote areas along the border. Currently, there are 1,500 medically trained Border Patrol agents and CBP officers along the border.\n\n“As a result of bad judicial rulings from activist judges and inaction by Congress, we are seeing a flood of family units and unaccompanied alien children,” Nielsen concluded. “The unprecedented number of families and unaccompanied children at the border must not be ignored. I once again ask – beg – parents to not place their children at risk by taking a dangerous journey north. Vulnerable populations – including family units and unaccompanied alien children should seek asylum at the first possible opportunity, including Mexico.”\n\n“To those in Congress who continue to refuse to take action to address the loopholes that cause a flood of humanity to travel north and place children at risk, I once again call on you to do your job, protect vulnerable populations, secure our borders, and provide the men and women of DHS the authorities and resources we need to address this crisis,” the secretary said.", "Never Trumper John Podhoretz, a contributing editor for the now-defunct Never Trump magazine the Weekly Standard, tweeted on Wednesday that he wondered whether the U.S. economy tanking would lead to President Donald Trump losing enough support from Republicans in Congress that he would be removed from office.\n\nPodhoretz is a top Never Trumper who has frequently criticized the president and attacked readers of this website, as Breitbart News has reported many times before.\n\nTo remove a sitting president via the impeachment process, a majority in the House must vote for articles of impeachment to bring charges against a president, then a two-thirds super-majority in the Senate must approve them, thereby convicting the president with 67 or more votes.\n\nHow many people's hearts sank when they saw the Dow went up 1,000 points because they really hoped Trump had plunged us into a bear market that would cause GOP legislators to turn on him and support removal after impeachment? — John Podhoretz (@jpodhoretz) December 26, 2018\n\nTechnically speaking, with Democrats taking over the majority in the U.S. House of Representatives on Jan. 3 as a result of the midterm elections, to impeach President Trump they would need just a majority–which they could do with all Democrats–to pass articles of impeachment. But, to remove Trump from office, there would need to be 20 Republicans in the Senate joining together with all 47 Democrats to reach the requisite 67 vote threshold.\n\nFellow Never Trumper Bill Kristol, the founding editor of the Weekly Standard, tweeted something similar on Christmas Eve, questioning what may “shake’ GOP backing of Trump in the Senate:\n\nA question to debate at your Christmas meal or Chinese restaurant: Has the combination of the November election results plus a bear market plus the departure of Mattis begun—at last!— to shake Republican support for Trump? — Bill Kristol (@BillKristol) December 24, 2018\n\nWhile the Democrats took control of the House in the midterms, Republicans added to their majority in the Senate. Heading into the midterms with a slim 51-49 GOP majority in the U.S. Senate, the GOP picked up a net two seats and enter the new Congress with a stronger 53-47 majority.\n\nPodhoretz’s and Kristol’s tweets come as the stock market suffered heavy losses heading into Christmas–but on Wednesday, the market rallied back with a historic more than thousand point boom in just a single day.\n\nIn response to Podhoretz’s tweet, Trump supporter Arthur Schwartz–a former senior strategic adviser to Wall Street titan and billionaire Maurice R. Greenberg, the founder and former chairman and chief executive officer of insurance giant AIG–mocked Podhoretz for his lack of financial markets knowledge:\n\nJust morons like you that have no idea how Wall Street works. https://t.co/R77EjRErpT — Arthur Schwartz (@ArthurSchwartz) December 27, 2018\n\nJack Posobiec, a reporter for One America News, also mocked him, noting that Blackstone’s Wayne Berman–who previously worked for Greenberg and now serves as the right hand to Blackstone founder, chairman, and chief executive officer Stephen Schwarzman–is on the president’s shortlist for White House chief of staff:\n\nDoes John really think he knows more about Wall Street than Wayne Berman who is on the shortlist for WH Chief of Staff? pic.twitter.com/AIzcv3Uo01 — Jack Posobiec 🇺🇸 (@JackPosobiec) December 27, 2018\n\nTrump removed retired Marine Gen. John Kelly as chief of staff in the White House this month, replacing him with now Acting White House Chief of Staff Mick Mulvaney–the director of the Office of Management and Budget–for the time-being. It remains to be seen whether Mulvaney will remain in the job for the long haul, or if he will serve as more of a caretaker until a permanent solution comes along.\n\nOne source with knowledge of ongoing discussions in the White House suggested that there could be a scenario where Berman comes in in a senior role and Mulvaney stays in the chief role, since he has conservative movement backing. while Berman can move the needle on Wall Street and is one of the most influential players on Capitol Hill.\n\nThis source was confident that Berman would accept such an offer if made. Others who have been in consideration for chief of staff include former New Jersey Gov. Chris Christie, House Freedom Caucus chairman Rep. Mark Meadows (R-NC), Citizens United president Dave Bossie, and acting Attorney General Matthew Whitaker. It remains to be seen what direction the president will go from here heading into his re-election.\n\nBut back on the impeachment front, incoming likely House Speaker Nancy Pelosi is under enormous pressure to bring forth impeachment measures against Trump to begin the new Congress–but for now she is fighting back.\n\n“Let me just say that it’s interesting that these allegations are coming from his own Justice Department. This is not Robert Mueller, this is about the Justice Department. We’ll see how they pursue it,” Pelosi said at a press conference in mid-December when asked about impeachment. “But from our standpoint, what we’re interested in is meeting the needs of America’s working families.”\n\nRep. Steny Hoyer (D-MD), the incoming House Majority Leader, said that impeachment talk is “premature” for now.\n\nBut other Democrats, like Rep. Maxine Waters (D-CA)–the incoming chair of the House Financial Services Committee–are gunning for Trump off the bat. Just earlier this month, Waters called Trump a “criminal” who must be impeached.", "Never Trumper John Podhoretz, a contributing editor for the now-defunct Never Trump magazine the Weekly Standard, tweeted on Wednesday that he wondered whether the U.S. economy tanking would lead to President Donald Trump losing enough support from Republicans in Congress that he would be removed from office.\n\nPodhoretz is a top Never Trumper who has frequently criticized the president and attacked readers of this website, as Breitbart News has reported many times before.\n\nTo remove a sitting president via the impeachment process, a majority in the House must vote for articles of impeachment to bring charges against a president, then a two-thirds super-majority in the Senate must approve them, thereby convicting the president with 67 or more votes.\n\nHow many people's hearts sank when they saw the Dow went up 1,000 points because they really hoped Trump had plunged us into a bear market that would cause GOP legislators to turn on him and support removal after impeachment? — John Podhoretz (@jpodhoretz) December 26, 2018\n\nTechnically speaking, with Democrats taking over the majority in the U.S. House of Representatives on Jan. 3 as a result of the midterm elections, to impeach President Trump they would need just a majority–which they could do with all Democrats–to pass articles of impeachment. But, to remove Trump from office, there would need to be 20 Republicans in the Senate joining together with all 47 Democrats to reach the requisite 67 vote threshold.\n\nFellow Never Trumper Bill Kristol, the founding editor of the Weekly Standard, tweeted something similar on Christmas Eve, questioning what may “shake’ GOP backing of Trump in the Senate:\n\nA question to debate at your Christmas meal or Chinese restaurant: Has the combination of the November election results plus a bear market plus the departure of Mattis begun—at last!— to shake Republican support for Trump? — Bill Kristol (@BillKristol) December 24, 2018\n\nWhile the Democrats took control of the House in the midterms, Republicans added to their majority in the Senate. Heading into the midterms with a slim 51-49 GOP majority in the U.S. Senate, the GOP picked up a net two seats and enter the new Congress with a stronger 53-47 majority.\n\nPodhoretz’s and Kristol’s tweets come as the stock market suffered heavy losses heading into Christmas–but on Wednesday, the market rallied back with a historic more than thousand point boom in just a single day.\n\nIn response to Podhoretz’s tweet, Trump supporter Arthur Schwartz–a former senior strategic adviser to Wall Street titan and billionaire Maurice R. Greenberg, the founder and former chairman and chief executive officer of insurance giant AIG–mocked Podhoretz for his lack of financial markets knowledge:\n\nJust morons like you that have no idea how Wall Street works. https://t.co/R77EjRErpT — Arthur Schwartz (@ArthurSchwartz) December 27, 2018\n\nJack Posobiec, a reporter for One America News, also mocked him, noting that Blackstone’s Wayne Berman–who previously worked for Greenberg and now serves as the right hand to Blackstone founder, chairman, and chief executive officer Stephen Schwarzman–is on the president’s shortlist for White House chief of staff:\n\nDoes John really think he knows more about Wall Street than Wayne Berman who is on the shortlist for WH Chief of Staff? pic.twitter.com/AIzcv3Uo01 — Jack Posobiec 🇺🇸 (@JackPosobiec) December 27, 2018\n\nTrump removed retired Marine Gen. John Kelly as chief of staff in the White House this month, replacing him with now Acting White House Chief of Staff Mick Mulvaney–the director of the Office of Management and Budget–for the time-being. It remains to be seen whether Mulvaney will remain in the job for the long haul, or if he will serve as more of a caretaker until a permanent solution comes along.\n\nOne source with knowledge of ongoing discussions in the White House suggested that there could be a scenario where Berman comes in in a senior role and Mulvaney stays in the chief role, since he has conservative movement backing. while Berman can move the needle on Wall Street and is one of the most influential players on Capitol Hill.\n\nThis source was confident that Berman would accept such an offer if made. Others who have been in consideration for chief of staff include former New Jersey Gov. Chris Christie, House Freedom Caucus chairman Rep. Mark Meadows (R-NC), Citizens United president Dave Bossie, and acting Attorney General Matthew Whitaker. It remains to be seen what direction the president will go from here heading into his re-election.\n\nBut back on the impeachment front, incoming likely House Speaker Nancy Pelosi is under enormous pressure to bring forth impeachment measures against Trump to begin the new Congress–but for now she is fighting back.\n\n“Let me just say that it’s interesting that these allegations are coming from his own Justice Department. This is not Robert Mueller, this is about the Justice Department. We’ll see how they pursue it,” Pelosi said at a press conference in mid-December when asked about impeachment. “But from our standpoint, what we’re interested in is meeting the needs of America’s working families.”\n\nRep. Steny Hoyer (D-MD), the incoming House Majority Leader, said that impeachment talk is “premature” for now.\n\nBut other Democrats, like Rep. Maxine Waters (D-CA)–the incoming chair of the House Financial Services Committee–are gunning for Trump off the bat. Just earlier this month, Waters called Trump a “criminal” who must be impeached."], "grade": 34}, "infowars": {"texts": ["No more Mr. Nice Chinese Guy.\n\nAfter years of “benevolent” handouts to various African countries by Beijing, all of which however came in the form of loans, of which few have led to viable, long-term projects and cash-flow generating assets, and led to accusations that China is pursuing a “new colonialism” of the African continent (and more recently, nations along the One Belt, One Road corridor), China is demonstrating to the world what happens when its debtors refuse to pay up.\n\nBut first a brief detour: readers will recall that China’s ambitions for Africa are hardly new, and were discussed here over 6 years ago for the first time in “The Beijing Conference”: See How China Quietly Took Over Africa.”\n\nAnd while back then few noticed, in September of 2018, during a major conference with African leaders, China’s president Xi Jinping proposed an additional $60 billion in financing for Africa in the forms of assistance, investment and loans, the western media was quick to label the latest round of Chinese financing a “debt trap”, to which a top Chinese official responded at the time that Beijing is merely helping Africa develop, rejecting criticism it is loading African countries with unsustainable financial burdens.\n\nIt turns out, the official was not exactly telling the truth, because far from handing out free money the African Stand reports that China is likely to take over Kenya’s lucrative Mombassa port if Kenya Railways Corporation defaults on its loan from the Exim Bank of China.\n\nCall it a “debt-for-sovereign equity” exchange with a twist.\n\nChina’s aggressive strategy emerged when a leaked audit report showed that the Kenyan government had inexplicably waived its sovereign immunity on the Kenya Ports Asset when signing the agreement, thus exposing the Kenya Port Authority to foreclosure – and confiscation – by China’s Exim Bank.\n\nThe report said that “the payment arrangement agreement substantively means that the Authority’s revenue would be used to pay the Government of Kenya’s debt to China Exim bank if the minimum volumes required for [rail] consignment were not met”, auditor F.T Kimani wrote. “The China Exim bank would become a principal over KPA if KRC defaults in its obligations, reports Africa Stand and All Africa news.\n\nKRC accepted the multi-billion dollar loan from the Chinese institution to build the Mombassa-Nairobi standard gauge railway (SGR), with construction services provided by China Roads and Bridges Corporation (CRBC), a division of state-owned conglomerate China Communications Construction Company (CCCC), which is why some have said the loan was a low-risk, full recourse vendor financing, one where it is China who gets all the upside while sticking the naive natives with all the potential downside, as the “worst-case scenario” now confirms.\n\nThe China-built, China-funded standard gauge railway, also known as the Madaraka Express, is a diesel-powered passenger and freight rail service connecting Nairobi and Mombassa. Its construction was plagued by cost overruns, and outside observers questioned its economic viability, but China was not worried: after all, if the 80% China-funded project failed, Beijing would have full recourse.\n\nSure enough, SGR reported a 10 billion Kenyan shilling loss in its first year of operation, with current estimates that the railway generates about 600 billion Kenyan shilling in revenue.\n\nMeanwhile, in addition to putting the port at risk for a Chinese takeover, at stake is also the Inland Container Depot in Nairobi, which receives and dispatches freight hauled on the new cargo trains from the seaport.\n\nSo what happens if China does takeover the port? Implications would be grave, including the thousands of port workers who would be forced to work under the Chinese lenders. Management changes would immediately follow the port seizure since the Chinese would naturally want to secure their interests.\n\nFurther, revenues from the port would be directly sent to China for the servicing of an estimated Sh500 billion lent for the construction of the two sections of the SGR.\n\nIn other words, a Chinese-funded project in Africa, is about to be confiscated by China, which will appoint Chinese management, upstream all revenues to China (and, eventually, profits after enough fat is trimmed), and provide China with its own strategist port in east Africa.\n\nA brilliant “investment” scheme? Why yes, and it won’t be the first time China has used it: in December 2017, the Sri Lankan government lost its Hambantota port to China for a lease period of 99 years after failing to show commitment in the payment of billions of dollars in loans. The transfer, according to the New York Times, gave China control of the territory just a few hundred miles off the shores of rival India.\n\nIt is a strategic foothold along a critical commercial and military waterway.\n\n“The case is one of the examples of China’s ambitious use of loans and aid to gain influence around the world and of its willingness to play hardball to collect,” says the New York Times of December 12, 2017.\n\nMore recently, in September 2018 Zambia lost Kenneth Kaunda International Airport to China over failure of debt repayment.\n\nAnd while some may gawk at the unprecedented loophole that was left to grant China what is effectively the takeover of a strategist sovereign assets, some suspect that backdoor financial dealings may have been involved becuase as African Stand writes, it is “indiscernible” how KPA signed the loan agreement as a borrower, in one of the toxic clauses subsequently exposing its assets to the Chinese clamp.\n\n“…any proceeding(s) against its assets (KPA) by the lender would not be protected by sovereign immunity since the Government waived the immunity on the Kenya Ports Assets by signing the agreement,” the auditor wrote.\n\nWhatever the reason for the glaring oversight, and the imminent “confiscation” of this critical African asset by Beijing, slowly but surely China’s intrepid vision behind first colonizing Africa (using China-funded loans) and subsequently much of Asia with the “One Belt, One Road” initiative is becoming quite clear.", "No more Mr. Nice Chinese Guy.\n\nAfter years of “benevolent” handouts to various African countries by Beijing, all of which however came in the form of loans, of which few have led to viable, long-term projects and cash-flow generating assets, and led to accusations that China is pursuing a “new colonialism” of the African continent (and more recently, nations along the One Belt, One Road corridor), China is demonstrating to the world what happens when its debtors refuse to pay up.\n\nBut first a brief detour: readers will recall that China’s ambitions for Africa are hardly new, and were discussed here over 6 years ago for the first time in “The Beijing Conference”: See How China Quietly Took Over Africa.”\n\nAnd while back then few noticed, in September of 2018, during a major conference with African leaders, China’s president Xi Jinping proposed an additional $60 billion in financing for Africa in the forms of assistance, investment and loans, the western media was quick to label the latest round of Chinese financing a “debt trap”, to which a top Chinese official responded at the time that Beijing is merely helping Africa develop, rejecting criticism it is loading African countries with unsustainable financial burdens.\n\nIt turns out, the official was not exactly telling the truth, because far from handing out free money the African Stand reports that China is likely to take over Kenya’s lucrative Mombassa port if Kenya Railways Corporation defaults on its loan from the Exim Bank of China.\n\nCall it a “debt-for-sovereign equity” exchange with a twist.\n\nChina’s aggressive strategy emerged when a leaked audit report showed that the Kenyan government had inexplicably waived its sovereign immunity on the Kenya Ports Asset when signing the agreement, thus exposing the Kenya Port Authority to foreclosure – and confiscation – by China’s Exim Bank.\n\nThe report said that “the payment arrangement agreement substantively means that the Authority’s revenue would be used to pay the Government of Kenya’s debt to China Exim bank if the minimum volumes required for [rail] consignment were not met”, auditor F.T Kimani wrote. “The China Exim bank would become a principal over KPA if KRC defaults in its obligations, reports Africa Stand and All Africa news.\n\nKRC accepted the multi-billion dollar loan from the Chinese institution to build the Mombassa-Nairobi standard gauge railway (SGR), with construction services provided by China Roads and Bridges Corporation (CRBC), a division of state-owned conglomerate China Communications Construction Company (CCCC), which is why some have said the loan was a low-risk, full recourse vendor financing, one where it is China who gets all the upside while sticking the naive natives with all the potential downside, as the “worst-case scenario” now confirms.\n\nThe China-built, China-funded standard gauge railway, also known as the Madaraka Express, is a diesel-powered passenger and freight rail service connecting Nairobi and Mombassa. Its construction was plagued by cost overruns, and outside observers questioned its economic viability, but China was not worried: after all, if the 80% China-funded project failed, Beijing would have full recourse.\n\nSure enough, SGR reported a 10 billion Kenyan shilling loss in its first year of operation, with current estimates that the railway generates about 600 billion Kenyan shilling in revenue.\n\nMeanwhile, in addition to putting the port at risk for a Chinese takeover, at stake is also the Inland Container Depot in Nairobi, which receives and dispatches freight hauled on the new cargo trains from the seaport.\n\nSo what happens if China does takeover the port? Implications would be grave, including the thousands of port workers who would be forced to work under the Chinese lenders. Management changes would immediately follow the port seizure since the Chinese would naturally want to secure their interests.\n\nFurther, revenues from the port would be directly sent to China for the servicing of an estimated Sh500 billion lent for the construction of the two sections of the SGR.\n\nIn other words, a Chinese-funded project in Africa, is about to be confiscated by China, which will appoint Chinese management, upstream all revenues to China (and, eventually, profits after enough fat is trimmed), and provide China with its own strategist port in east Africa.\n\nA brilliant “investment” scheme? Why yes, and it won’t be the first time China has used it: in December 2017, the Sri Lankan government lost its Hambantota port to China for a lease period of 99 years after failing to show commitment in the payment of billions of dollars in loans. The transfer, according to the New York Times, gave China control of the territory just a few hundred miles off the shores of rival India.\n\nIt is a strategic foothold along a critical commercial and military waterway.\n\n“The case is one of the examples of China’s ambitious use of loans and aid to gain influence around the world and of its willingness to play hardball to collect,” says the New York Times of December 12, 2017.\n\nMore recently, in September 2018 Zambia lost Kenneth Kaunda International Airport to China over failure of debt repayment.\n\nAnd while some may gawk at the unprecedented loophole that was left to grant China what is effectively the takeover of a strategist sovereign assets, some suspect that backdoor financial dealings may have been involved becuase as African Stand writes, it is “indiscernible” how KPA signed the loan agreement as a borrower, in one of the toxic clauses subsequently exposing its assets to the Chinese clamp.\n\n“…any proceeding(s) against its assets (KPA) by the lender would not be protected by sovereign immunity since the Government waived the immunity on the Kenya Ports Assets by signing the agreement,” the auditor wrote.\n\nWhatever the reason for the glaring oversight, and the imminent “confiscation” of this critical African asset by Beijing, slowly but surely China’s intrepid vision behind first colonizing Africa (using China-funded loans) and subsequently much of Asia with the “One Belt, One Road” initiative is becoming quite clear.", "Frank and Paul Stringini, aka The Stringini Bros., join Alex Jones live via Skype on Christmas Eve to discuss their newly created video game called “Alex Jones vs. The NPCs.”\n\nPlay the game here: http://www.stringanime.com/npc/index.html\n\nBrighteon version:\n\n", "Frank and Paul Stringini, aka The Stringini Bros., join Alex Jones live via Skype on Christmas Eve to discuss their newly created video game called “Alex Jones vs. The NPCs.”\n\nPlay the game here: http://www.stringanime.com/npc/index.html\n\nBrighteon version:\n\n", "Stocks drop after yesterday’s historic surge alongside consumer confidence reaching its lowest levels in months. Also, President Trump considers an executive order banning US companies from using equipment from major Chinese firms, a move that occurs while the two nations are striving for a permanent trade deal. Joining today’s show is NaturalNews.com’s Mike Adams discussing the global elite’s plans to destroy humanity and transform the world. Call and tune in to the Thursday, Dec. 27 edition of the Alex Jones Show.", "Stocks drop after yesterday’s historic surge alongside consumer confidence reaching its lowest levels in months. Also, President Trump considers an executive order banning US companies from using equipment from major Chinese firms, a move that occurs while the two nations are striving for a permanent trade deal. Joining today’s show is NaturalNews.com’s Mike Adams discussing the global elite’s plans to destroy humanity and transform the world. Call and tune in to the Thursday, Dec. 27 edition of the Alex Jones Show.", "Schools in China are forcing students to wear uniforms with microchips that are capable of tracking them and triggering alarms if they skip class.\n\nThe so-called “intelligent uniforms” are part of the Communist Party’s initiative for more “smart campuses,” The Telegraph reports:\n\nTwo chips, sown into the shoulders of school jackets, can sustain around 500 wash cycles and temperatures of 150 degrees Celsius, according to the Guizhou Guanyu Technology Company, their manufacturer.\n\n…The uniforms allow teachers and parents to track students’ movement, sending out an alert if they are not present in a lesson.\n\nFacial-recognition scanners at school gates match the chips with the correct student, meaning that any who try to swap jackets in order to bunk off will be caught.\n\nCorrespondingly, this news comes on the heels of a report detailing thousands of Swedes volunteering for a more invasive method of microchip implementation.\n\nThe Swedes are injecting the chips into their hands to replace credit cards and more, according to wibw.com:\n\nThe chip is about the same size as one of the legs on a normal plug and you choose yourself, where you want the chip to be put. Typically, it is placed between the forefinger and the thumb – where you have a little slack skin.\n\nInfowars.com has long reported on the growing trend of megabanks and the global elite pushing for the masses to be injected with computer chips similar to the prophetic “Mark of the Beast.”", "Schools in China are forcing students to wear uniforms with microchips that are capable of tracking them and triggering alarms if they skip class.\n\nThe so-called “intelligent uniforms” are part of the Communist Party’s initiative for more “smart campuses,” The Telegraph reports:\n\nTwo chips, sown into the shoulders of school jackets, can sustain around 500 wash cycles and temperatures of 150 degrees Celsius, according to the Guizhou Guanyu Technology Company, their manufacturer.\n\n…The uniforms allow teachers and parents to track students’ movement, sending out an alert if they are not present in a lesson.\n\nFacial-recognition scanners at school gates match the chips with the correct student, meaning that any who try to swap jackets in order to bunk off will be caught.\n\nCorrespondingly, this news comes on the heels of a report detailing thousands of Swedes volunteering for a more invasive method of microchip implementation.\n\nThe Swedes are injecting the chips into their hands to replace credit cards and more, according to wibw.com:\n\nThe chip is about the same size as one of the legs on a normal plug and you choose yourself, where you want the chip to be put. Typically, it is placed between the forefinger and the thumb – where you have a little slack skin.\n\nInfowars.com has long reported on the growing trend of megabanks and the global elite pushing for the masses to be injected with computer chips similar to the prophetic “Mark of the Beast.”", "Jailed Russian businessman Victor Bout says that “great changes” are looming in the United States and that a revolution is “inevitable” due to how the justice system has been weaponized against President Trump.\n\nBout has been incarcerated in a Marion, Illinois penitentiary since 2008 after being convicted of selling weapons to the Revolutionary Armed Forces of Colombia but maintains his innocence, claiming his imprisonment was politically motivated as a means of intimidating other Russians into caving to U.S. demands.\n\nDuring an interview with RT, Bout said the justice system has become so corrupted that its rulings are a politically charged “cheap farce”.\n\n“They are trying to do what they’ve done to me not only to their distinguished generals but the President himself,” said Bout, adding that the actions of the deep state are fomenting the environment for violent revolution in America.\n\n“This country is at the doorstep of great changes, and, in my opinion, a revolution, which is virtually inevitable, he said.\n\n“Many out there are ready for the civil war: on the two sides, armed to the teeth and only waiting for the moment when someone starts to spill blood,” Bout added.\n\nThe prisoner, who complained that judges are “rubber stamping anything the government brings to them” and that “they can indict a ham sandwich in this country,” also slammed the current wave of Russophobia sweeping America, arguing that the two countries have more things in common and that Americans who aren’t transfixed with bi-coastal elitist propaganda recognize this fact.\n\n“Over these years, I’ve formed an opinion that the Americans are largely for good relations with Russia. At least, that’s how it is for those who live in rural areas. The people are conservative, plain out there, where I serve my term,” he stated.\n\nAs we reported last week, President Trump told a prominent media figure during a phone call last week that he thinks the American people will revolt if the deep state tries to remove him from office via impeachment or any other method because Americans are “too well armed”.\n\nHe also went public with similar comments last month when he answered a question about his potential impeachment by telling Reuters reporters during a conversation in the Oval Office. “I think that the people would revolt if that happened.”\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\nFacebook: https://www.facebook.com/paul.j.watson.71\n\n*********************\n\nPaul Joseph Watson is the editor at large of Infowars.com and Prison Planet.com."], "grade": 44}, "foxnews": {"texts": [], "grade": 27}, "nbcnews": {"texts": [], "grade": -3}, "washingtonpost": {"texts": ["\n\nThai activists hold placards as they gather in support of the legalization of medical marijuana in Bangkok on Nov. 20. (Stringer/Reuters)\n\nIn Thailand, being caught with recreational marijuana can land you in prison for years. Yet the country moved this week to legalize medical marijuana — becoming the first nation in Southeast Asia to do so.\n\nThis week, Thailand’s National Legislative Assembly, whose members are appointed by the country’s ruling military junta, approved changes to the drug laws that legalize the use of cannabis for medicine and research. The vote was 166-0 in favor, with 13 members abstaining. King Vajiralongkorn must now officially approve the decision.\n\nIn a session that was broadcast on television, Somchai Sawangkarn, a lawmaker who helped draft the legislation, called the amendment “a New Year’s gift from the National Legislative Assembly to the government and the Thai people.\"\n\nThere will still be tight restrictions on recreational marijuana. Patients approved to use the drug for medical purposes will need a prescription, and there will be limits to who can plant and sell it. Still, Chokwan Chopaka, an activist with Thailand’s Highland Network, told Reuters that this week’s move “is the first baby step forward” toward wider legalization.\n\nAgence France-Presse reported that Thailand’s National Farmers Council believes cannabis has the potential to become a “new economic crop” and could earn Thailand more than $3 billion a year. But many advocates in Thailand fear that foreign firms will infiltrate the market without government action to protect local interests.\n\nWorldwide, other countries are eager to capitalize on profits from the marijuana industry. This week, Israel’s parliament approved exporting medical marijuana for the first time.\n\nFor now, Thailand is taking it one step at a time.\n\n“If we let it be used recreationally, our society is not ready yet, so I want to do this first step first — the issue of making medicine,” Somchai, the lawmaker, told the Associated Press in November. He said that later, “if society is ready,” marijuana “could become a food supplement.”\n\n“And eventually that could lead us to its recreational use,” he said.\n\nRead more\n\nA history of U.S. marijuana laws\n\nMarijuana is getting cheaper. For some states, that’s a problem.\n\n‘I don’t feel like I’m doing something wrong’: Yuppies have discovered pot — and they like it", "Plainclothes security officers take away a supporter of Chinese human rights lawyer Wang Quanzhang near the Secondary Intermediate People's Court of Tianjin in northeastern China's Tianjin municipality, on Wednesday. (Mark Schiefelbein/AP)\n\nFor more than 1,200 days, the Chinese government sought to build a case against Wang Quanzhang as it held him incommunicado in secret jails, denying him visits from his family and the lawyers he requested.\n\nOn the day of his trial, Wang struck back: He denied the government a quick verdict.\n\nA Chinese court in the city of Tianjin said Wednesday it held a hearing behind closed doors for Wang, one of the country’s prominent civil rights lawyers, but could not immediately reveal the outcome because “state secrets were involved.”\n\nThe real reason for the hiccup, Wang’s supporters say, was more embarrassing for the authorities: Wang fired his government-appointed lawyer soon after his trial began, throwing a wrench into what were supposed to be swift and scripted proceedings.\n\nFour years after President Xi Jinping exhorted the Communist Party to strengthen the rule of law, international observers say the persecution of legal professionals like Wang shows the party-state moving in the other direction. In October, the United Nations Human Rights Council criticized Wang’s detention and called for his release.\n\n\n\nThe story of his unusual day in court illustrates how the Communist Party uses layers of secrecy and a pliant court system to enforce its will — and how one individual, despite spending three years inside the state security apparatus, mounted a fleeting moment of resistance.\n\nFiring his lawyer “was his way to show defiance” and “not let the Chinese Communist Party have its way,” said Swedish human rights activist Peter Dahlin, a longtime friend and collaborator of Wang’s. “The government tried to make this happen with minimal attention from diplomatic missions and the media,” he added. “Obviously, this backfired spectacularly.”\n\n\n\nWang, 42, attracted Beijing’s ire by helping train and fund a grass-roots network of legal advocates with Dahlin in 2009 to organize lawsuits and protests to fight land grabs and police brutality. He was rounded up as part of what became known as the “7-09 crackdown,” when the government on July 9, 2015, seized more than 200 lawyers and activists in an unprecedented countrywide sweep to break up the movement.\n\n\n\nFor months, Wang disappeared into what is known as a black jail. When police notified Li Wenzu, his wife, that he was held for serious crimes, they would not disclose his location or details of his condition, citing national security. Since his arrest, seven different defense lawyers appointed by the family — as well as Li herself — have been denied visiting rights, she said. This summer, the authorities chose a lawyer to represent Wang.\n\n“My husband was always an innocent man,” Li said. “They violated the law for so long, by illegally arresting him, by illegally detaining him for three and a half years, by illegally denying him lawyers, that now they’re scared to have even an open court because it would expose the truth — that this is all illegal. That’s why they choose this excuse that the case touches national security.”\n\nArguing that the legal defense network was fanning popular unrest to destabilize the government, China systematically tried and sentenced more than a half-dozen of Wang’s peers and associates to five to eight years on subversion-related charges. In show trials made for television, some defendants read from scripts. Other prosecutions turned on confessional interviews taped for the state broadcaster China Central Television. Dahlin, the Swede, was detained in early 2016 and released and deported after being forced to film a confession for CCTV.\n\nThat playbook did not work on Wang, the last holdout of the “7-09” detainees. To the outside world, at least, he did not give any indications that he was ready to cooperate with his prosecutors, and starting from dawn on Wednesday, neither did his supporters.\n\nAt 5 a.m., in a confrontation witnessed by reporters, a dozen plainclothes security agents blocked Li as she tried to leave her Beijing home to attend her husband’s trial in Tianjin 80 miles away.\n\nBy afternoon, authorities had blocked Western diplomats from attending the hearing and intercepted activists who were traveling from remote provinces to voice support for Wang. Outside the courthouse, security forces also seized a demonstrator calling for free elections and Wang’s release and stuffed him into a black vehicle while foreign news cameras rolled.\n\nPolice shove supporter Yang Chunlin into a black car after he shouted his support for Wang Quanzhang outside the Tianjin court #709王全璋案 pic.twitter.com/0474JP46wu — Pak Yiu (@pakwayne) December 26, 2018\n\nBy evening, word emerged that a decision would be pushed back, without clear signals that the trial had wrapped up. In a text message seen by The Washington Post, Wang’s government-appointed lawyer Liu Weiguo told friends he did not know the hearing’s outcome because his client had dismissed him within the first minute of the trial. Liu could not be reached for comment.\n\n“This was the most bizarre form of a show trial imaginable, where they couldn’t even put on a show,” said Jerome A. Cohen, an expert on Chinese law at New York University. Time and again, the authorities’ fixation on secrecy, Cohen said, showed “insecurity, not strength.”\n\n\n\nStill, in a country where the government wins more than 99 percent of the time in court and failed prosecutions are unheard of in high-profile political cases, Wang will be made to pay. Few among his supporters believe he can escape a heavy sentence, much less walk free.\n\n\n\nMoreover, human rights groups say his resistance for three years behind bars may have taken an untold psychological and physical toll. And it may land him a harsher verdict in a court system in which a suspect’s attitude — submission or defiance — can outweigh guilt or innocence.\n\n“Wang may not have bought into the ‘confessing in exchange for leniency’ tactic, and that’s why he has been detained for so long,” said Doriane Lau, a China researcher at Amnesty International.\n\nUnder Chinese law, suspects in political cases can be held at undisclosed locations for six months as state security officials gather evidence — or, as is often the case, extract a confession.\n\n“In this case, we think there was a problem where prosecutors couldn’t get what they wanted,” said Lau.\n\n\n\nIn the case of Wu Gan, a blogger associated with the lawyers’ movement, police detained his parents to force their son to confess in court or on camera. Wu refused and was tried on Christmas Day 2017 in a closed courtroom, where he received an eight-year sentence.\n\nOutside the murky justice system , Wang’s young family has also borne the toll of his detention.\n\nSince 2016, Li and the couple’s young son have been under constant surveillance, with state security at one point moving into an apartment in her building and in another instance driving her out of her rental home.\n\n\n\nBut Li and other wives of detained “7-09” lawyers have become savvy media campaigners who strike a rare balance of staging publicity stunts that Chinese authorities appear to loathe, yet generally treat with a light touch.\n\nIn April, Li and her friends walked 60 miles to Tianjin to demand answers about her locked-up husband before being turned back. A month later, German Chancellor Angela Merkel invited her to a meeting during a trip to Beijing as a gesture of support.\n\n\n\nWith no end to her husband’s ordeal in sight, Li said she would continue to demand access to his court hearings or to visit. She intends to demonstrate outside the Supreme People’s Court in Beijing if Wang’s case continues to stall, she said.\n\n\n\n“As a wife, I have the right to know the truth,” she said. “When the authorities tell me I cannot know this, or I cannot go there, they never can provide reasons. They just use the logic of having more power or more bodies to stop me.\n\n“All I can do is persist,” she said. “I will persist until I cannot anymore.”\n\n\n\nRead more:\n\nWe don’t even know if this heroic Chinese lawyer is dead or alive\n\n\n\nChina jails yet another human rights lawyer in ongoing campaign against dissent\n\n\n\nJailed Chinese lawyer delivers “confession,” but the script seems familiar\n\n\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news", "People search among debris in an area affected by a tsunami in Labuhan, Banten province, Indonesia, on Dec. 27. (Jorge Silva/Reuters)\n\nIndonesia raised its alert level, widened an exclusion zone and rerouted flights Thursday as eruptions again intensified from an island volcano that triggered a deadly tsunami at the weekend.\n\nA landslide that followed a large eruption of Anak Krakatau on Saturday night sent waves between six and 10 feet high crashing into fishing villages and beach resorts on the densely populated islands of Java and Sumatra, killing at least 430 people.\n\nBut the volcano is still erupting and is almost obscured by huge clouds of ash and lava billowing into the air. Meanwhile, heavy rain and stormy seas have raised fears that the volcano’s slopes could collapse again, potentially triggering a second tsunami.\n\n[Somber Christmas on Indonesia’s tsunami-hit islands as death toll tops 420]\n\nThe Energy Ministry’s Volcanology and Geological Disaster Mitigation Center raised the alert level to 3, or “caution,” on Thursday, warning people to stay at least five kilometers (three miles) from the crater and to avoid the volcanic dust mixed with the falling rain.\n\nLevel 3 is defined as increasing volcanic activity with dangers of an eruption intensifying but not threatening human settlements. The highest alert level is 4.\n\n“When the dust rains down, civilians are advised to put on a mask and glasses when outside the house,” said Antonius Ratdomopurbo, the secretary for the ministry’s geology department.\n\nIndonesia’s air traffic control agency, AirNav, said several flights were rerouted Wednesday and Thursday because of a “red alert” for volcanic ash.\n\nAuthorities have also warned people to stay a kilometer (0.6 miles) from the shore, in case another wave hits, and have declared a state of emergency until Jan. 4 to make it easier to deploy assistance to affected areas.\n\n“People are advised to keep calm and stay alert,” said Sutopo Purwo Nugroho, spokesman for Indonesia’s National Disaster Management Agency.\n\nIn addition to those confirmed dead, 159 people remain missing. Nearly 1,500 people were injured and nearly 22,000 have been evacuated from the coast and to higher ground, authorities say.\n\nThe rain is also hampering search and rescue efforts, while blocked and clogged roads have forced search and rescue teams to use helicopters to assess damage, search for bodies and evacuate people around the village of Sumur, near the southwestern tip of Java.\n\n“Our main obstacle is with the weather, but the operation is still underway,” said Yusuf Latif, spokesman for Indonesia’s National Search and Rescue Agency. “We got through to areas that were previously deemed isolated, like the Sumur village and some areas on the west coast of Banten province.”\n\nThe surging seawaters have left behind a coastline littered with the debris of crushed homes, wrecked vehicles and fallen trees. They also left dozens of turtles stranded on land, with volunteers helping them back out to sea, Reuters reported.\n\nThe tsunami was the third major natural disaster to hit Indonesia this year, after an earthquake killed more than 500 people on the island of Lombok in August and an earthquake and tsunami killed more than 2,200 on Sulawesi in September. It also evoked painful memories of the 2004 Indian Ocean tsunami that struck on Dec. 26, 2004, killing more than 220,000 people in a dozen countries. More than half the fatalities were in Indonesia.\n\nAnak Krakatau, whose name means Child of Krakatoa, rose from the waves in 1927, following the 1883 eruption and collapse of the original Krakatoa volcano. That was one of the biggest volcanic eruptions in recorded history, with tsunamis killing at least 36,000 people and clouds of ash depressing temperatures around the globe.\n\nRead more:\n\nKrakatau’s eruption in 1883 killed tens of thousands. Now its ‘child’ is roaring to life.\n\n‘Ultimate no-notice event’: Indonesian tsunami strikes without warning\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news", "Massive waves hit the islands of Java and Sumatra on Saturday evening after eruptions from a volcano.\n\nDec. 27, 2018 People displaced by the tsunami sleep at a shelter in Labuan, in western Java. Zulkifli/EPA-EFE/Shutterstock", "\n\nJean-Jacques Savin, 71, works on the construction of a ship made from a barrel at the shipyard in Ares, France, on Nov. 15, 2018. (Georges Gobet/AFP/Getty Images)\n\nWhen Jean-Jacques Savin celebrates his 72nd birthday in January, he’ll probably be all alone inside an orange barrel somewhere in the Atlantic Ocean. But don’t worry: He has a special bottle of wine for the occasion.\n\nSavin took off from El Hierro in Spain’s Canary Islands this week for a months-long trip he hopes will take him all the way to the Caribbean, propelled only by ocean currents.\n\n“For the time being, my capsule is behaving very, very well and I’ve got favorable winds forecast until Sunday,” he told Agence-France Presse by phone after departing.\n\nAFP reported that the orange vessel is made from resin-coated plywood and is designed to protect him not only from the elements, but also from possible attacks by orca whales. It has about 65 square feet of living space — enough room to sleep, cook and store Savin’s goods, which include wine and foie gras. It also includes a small window from which he can watch the fish below him.\n\nSavin, a former paratrooper and park ranger, is documenting his trip on Facebook. On Thursday, he posted a selfie from inside the barrel, assuring his followers that “everything is going well today.”\n\nEn direct du Tonneau, message de Jean Jacques : Bonjour à tous et à toutes ! Aujourd'hui tout va bien Position avec coordonnées GPS : ll=27.54615,-18.23749 . Posted by TESA : Traversée de l'Atlantique en Tonneau on Thursday, December 27, 2018\n\nSavin’s Facebook page describes him as a “seasoned sportsman and adventurer in spirit.” On a crowdfunding site he is using to raise money for the trip, he said he has already crossed the Atlantic four times on a sailboat and is seeking to determine what the journey looks like without human assistance.\n\nSavin will drop markers throughout the trip to assist an international marine observatory in its research on ocean currents. Solar power will allow him to stay connected and track his movements with a GPS.\n\nHe told AFP that he doesn’t know where he hopes to land at the end of the trip. “Maybe Barbados,” he said. “Although I’d really like it to be a French island like Martinique or Guadeloupe. That would be easier for the paperwork and for bringing the barrel back.”\n\nIt will be easy to follow along and see where he ends up: This website is tracking his movements throughout the three-month journey.\n\nRead more\n\nFrance strikes back against Trump, emphasizing a lack of ‘common decency’\n\nTrump criticizes French protests for not focusing on his priorities\n\nFrance’s protesters are part of a global backlash against climate-change taxes", "\n\nMarine Le Pen, leader of France's far-right National Front, now called the National Rally, in Paris in 2014. (Christopher Morris/VII/Redux)\n\nWhen French politician Marine Le Pen needed cash for her far-right party, an obscure Russian bank agreed to help.\n\nFour years later, the bank has gone bust. The owner is facing a warrant for his arrest. Former Russian military officers are demanding money. And the party’s treasurer is sending off some $165,000 every few months to a woman in Moscow, unsure of where the payments ultimately will go.\n\nThe money failed to deliver Le Pen the French presidency in last year’s election, denying the Kremlin a powerful ally in the heart of Europe. Instead, the 9.4 million-euro loan, then worth $12.2 million, dragged her party into the shadowy underworld of Russian cross-border finance, putting it in league with people accused of having ties to Russian organized crime, money laundering and military operations.\n\nThe mysterious saga of the loan offers a rare look inside the Russian influence engine, demonstrating how people, companies and networks outside the Kremlin pursue President Vladimir Putin’s foreign policy aims, often without a centralized plan.\n\n\n\nPOWER PLOYS | Understanding Russia’s global influence\n\n“It was in the interest of Russia to support Marine Le Pen,” said Aymeric Chauprade, a member of the European Parliament who advised Le Pen on foreign policy before leaving her party. “Every time you have a political leader who says we should change our policy regarding Russia . . . they are interested in supporting him.”\n\nAfter Russia interfered in the 2016 U.S. election, the intelligence community concluded that Putin himself had signed off on “active measures” to bolster Donald Trump. The assessment added to a perception in the United States and beyond that the Russian president personally orchestrates all of Moscow’s covert operations.\n\nBut Moscow’s foreign influence efforts also bubble up from below, or percolate on the margins, with power brokers offering support to Kremlin sympathizers abroad in ways that do not always require Putin’s upfront blessing.\n\nThe Le Pen loan, analysts say, is an example of how it works. After Putin sets out the vision, agents inside and outside the government begin executing it, hoping to score points with him if their gambits succeed.\n\nThe money is also perhaps the best evidence in recent years that Russian influence operations abroad involve not only Internet trolling and military adventurism but secretive financing as well.\n\nThe network that facilitated the deal, according to Joshua Kirschenbaum, a senior fellow at the German Marshall Fund’s Alliance for Securing Democracy — which has authored a study on the loan along with the Washington think tank C4ADS — is “the purest distillation of how illicit finance intersects with foreign interference.”\n\nFinancial needs\n\nLike most loans, the one Le Pen’s party took out in 2014 began with a need for cash.\n\nAt the time, Le Pen’s modern touches were breathing momentum into a far-right movement started decades earlier by her father and known for its anti-Semitic and xenophobic views. Le Pen presented a cleaned-up version of the party’s politics, deftly mixing calls to pull France out of NATO and possibly the European Union with broadsides against immigration and Islam.\n\nBut the party, then known as the National Front and now called the National Rally, was having difficulty securing credit from traditional French banks. Le Pen accused the banks of discrimination for refusing to offer a loan.\n\nIn search of money from a non-French bank, party officials turned to Jean-Luc Schaffhauser, a member of the European Parliament elected as part of Le Pen’s party bloc.\n\nFor years, Schaffhauser wanted to build an alliance between Europe and Russia to act, he said, as a Christian bulwark against Asia and the Middle East. In between working as an international consultant for French oil and aerospace firms, he said, he dreamed of one day running a pro-Russian foundation that would distribute Russian money to organizations in Europe and drive the continent closer to Moscow.\n\nThrough what he described as work on a French-Russian development-bank project in 2004 or 2005, Schaffhauser said he met a Russian businessman and member of parliament named Alexander Babakov, who in 2012 became the Kremlin’s special envoy for Russian organizations abroad.\n\nSchaffhauser, looking for a loan for Le Pen, said he reconnected with Babakov through a mutual contact in the Russian Orthodox Church and arranged a meeting in mid-2014.\n\n“It was face-to-face,” Schaffhauser recalled, speaking English in an interview. “He says he has a possibility.”\n\nThe “possibility” Babakov proposed, according to Schaffhauser, was a loan from the First Czech-Russian Bank. Through a spokeswoman, Babakov declined to comment for this report.\n\n\n\nA branch of First Czech-Russian Bank in Moscow in 2016. (Dmitry Serebryakov/Tass/Alamy Live News)\n\n'For me, it was safe'\n\nFirst Czech started out as a joint venture between a Czech state bank and a Russian lender. In the early 2000s, it became part of a Russian pipeline construction company that was subsequently acquired by the firm of a billionaire friend of Putin’s, Gennady Timchenko.\n\nThe bank spun out on its own under the personal ownership of one of the pipeline company’s executives, a Russian financier named Roman Popov. A subsidiary of the bank secured a European license in the Czech Republic.\n\nFor Schaffhauser, the bank’s European license was a green light for the party, despite some questions about its lending practices. Popov had been facilitating transactions in Iran and working with a businessman the U.S. Treasury Department recently hit with sanctions for allegedly being an “overseer” in a Russian organized-crime syndicate.\n\nWhen asked whether the party was suspicious of the bank’s activities, Schaffhauser cited the European license and said, “For me, it was safe.”\n\n\n\nJean-Luc Schaffhauser is interviewed in Strasbourg in 2014. He is a member of the European Parliament elected as part of Marine Le Pen’s bloc. (Patrick Hertzog/AFP/Getty Images)\n\nSometime in September 2014, the National Front’s treasurer, Wallerand de Saint Just, went to Moscow.\n\nAt the bank’s headquarters, he had lunch with Popov and his colleagues and signed a contract that lent the National Front 9.4 million euros at an interest rate of 6 percent per year. The final repayment date was Sept. 23, 2019.\n\nDe Saint Just described the process as “very amicable.”\n\n[Read the contract for Le Pen’s loan from Russia]\n\nAt the time, Le Pen and her fellow politicians were making pro-Russian pronouncements in public but had not disclosed the loan.\n\nThe secrecy didn’t last long.\n\nAn investigative journalist at the French publication Mediapart exposed the deal 2 1/ 2 months after it was signed, setting off a firestorm of criticism and more reports from Mediapart and others about financial links between Russian individuals and the French far right.\n\nLe Pen dismissed the furor, saying at the time that she had no choice but to turn abroad for a loan and denying that the money influenced her political positions. Le Pen’s party did not respond to a request for comment.\n\nSchaffhauser, for his part, said he received 140,000 euros, or about $181,000 at the time, for brokering the loan. His fee was deposited in what he described as a family foundation. He said people close to Babakov, the Russian member of parliament and special envoy, also discussed investing in his think tank.\n\nAt the same time, Schaffhauser was railing against sanctions imposed on Russia and promoting other pro-Russian positions in the European Parliament. He said he did not think that advocating for Russia while arranging a Russian loan to Le Pen’s party and a fee for himself presented a conflict of interest.\n\n“What’s the problem? I have the right to be against this,” he said of the sanctions.\n\n\n\nFirst Czech loaned 9.4 million euros, about $12.2 million at the time, to Le Pen’s party at a rate of 6 percent per year. The final loan repayment date is Sept. 23, 2019. (Mediapart/The Washington Post)\n\n\n\nJean Luc Schaffhauser, a member of the European Parliament, says he received a roughly 140,000-euro fee, about $181,000, for negotiating the loan. (Mediapart/The Washington Post)\n\nA loan on the move\n\nBack in Moscow, strange things began happening with the loan.\n\nIn early 2016, First Czech started mysteriously shedding assets. Russian authorities alleged that millions of dollars in assets fraudulently flowed out the door as regulators closed in on the bank. Among them — the loan extended to Le Pen’s party.\n\nElvira Nabiullina, the head of the Russian Central Bank, was leading a broad crackdown on questionable banks, many of which had become playthings for Russian businessmen, mob bosses and politicians.\n\nWith backing from Putin, she began closing banks with bad loans and insufficient reserves that threatened Russia’s economic stability. The effort shut down nearly 100 financial institutions by the end of 2016.\n\nRussian regulators described First Czech’s assets as low-quality, saying the company had made loans to shell companies in excess of 19.2 billion rubles, or $277 million at the time. They placed the distressed bank under the management of provisional administrators.\n\n\n\n\n\nBut as they seized the company, regulators said they encountered serious obstruction, with bank officials concealing asset withdrawals.\n\nWithin months, the bank had lost its Russian license, and later it was formally declared insolvent. Czech regulators later pulled the European license, too.\n\nBy then, Le Pen’s loan had disappeared from the books.\n\nSome six days before Russian regulators placed the bank in the hands of the provisional administrators, First Czech sold the loan to an obscure Russian company that corporate registration records describe as a machinery and equipment rental company.\n\nThe loan didn’t stay there for long.\n\nAt the end of 2016, it was transferred to a Moscow-based aircraft supply company called Aviazapchast, according to Russia’s deposit insurance agency.\n\nA private company, Aviazapchast grew out of the foreign sales arm of the Soviet aviation ministry, which repaired and replaced plane and helicopter equipment that the Soviet Union sold abroad. Among its clients today is the Syrian air force, which human rights groups have accused of committing atrocities against civilians by dropping barrel bombs for Syrian President Bashar al-Assad.\n\nThe company is deeply intertwined with the Russian military. Three of the four executives listed on its website spent decades in the Soviet and Russian armed forces. The company holds a government-secrets license from Russia’s FSB security service.\n\nThe No. 2 executive on the leadership team listed on the company’s website is Yevgeny Barmyantsev, a retired military officer who served as an attache at the Soviet Embassy in Washington. In 1983, as a 39-year-old Soviet military spy, he was expelled from the United States after federal agents caught him retrieving documents from the base of a tree in Maryland.\n\nWhy Aviazapchast acquired the Le Pen loan is unclear. The company’s owner is a Russian businessman, Valery Zakharenkov, who, according to filings for another company he controls, keeps an apartment near the Arc de Triomphe in Paris.\n\n\n\nLe Pen at the close of the 2014 National Front congress in Lyon. (Jean-Philippe Ksiazek/AFP/Getty Images)\n\n\n\nMarine Le Pen and her father, former National Front leader Jean-Marie Le Pen, in Lyon in 2014. (Jeff Pachoud/AFP/Getty Images)\n\nAttendees watch Marine Le Pen speak at the launch of a National Front youth campaign in Nanterre in 2014. (Michael Bunel/NurPhoto via Getty Images)\n\n'Ms. Romanova'\n\nWhether the aviation company in fact owns the loan is a question pending in Russian courts.\n\nRussia’s state deposit agency filed a case in Moscow’s arbitration court in 2016 arguing that the frantic deals First Czech made in the days before its collapse were illegitimate. The agency said the assets should go to the Russian financial authorities that seized the bank.\n\nLe Pen’s party agrees.\n\n“When a commercial company is liquidated, no one can take an asset out and dispose of it. This can only be done by the person in charge of the liquidation,” said de Saint Just, the party’s treasurer. “Since it wasn’t done by the person in charge of the liquidation and this was a person we didn’t know at all, we obviously refused.”\n\nWhat’s more, he added, “we found it a little odd that this should be handed to a company that sells equipment to planes.”\n\nDe Saint Just said that when Aviazapchast tried to collect interest payments, he contacted Russian authorities.\n\nFor now, he says he is sending interest payments to a notary in Moscow named Ms. Romanova, who will hold the cash until a final Russian court ruling indicates where the money should go. He declined to provide evidence of the payments.\n\nAsked whether Aviazapchast had links to Russian military intelligence, de Saint Just waved his hand in dismissal.\n\n“In Russia, they’re all former members of the KGB,” he said. “All of them.”\n\nAviazapchast declined to comment.\n\nEarlier this year, Moscow’s arbitration court ruled that Aviazapchast was in fact the rightful owner of the loan. But Russian regulators have appealed, according to the deposit insurance agency. An official there said the next hearing is in February.\n\nWhile Russian regulators attempt to recover the assets First Czech sold before its collapse, criminal prosecutors in Moscow have been pursuing the bank’s managers and owners, including Popov.\n\nRussian police arrested a senior vice president of the bank who worked there for only two weeks and oversaw the asset sales, accusing him of financial fraud in an ongoing criminal case. He has denied wrongdoing. In April, Russian authorities issued an international arrest warrant for Popov and his deputy on accusations of large-scale embezzlement.\n\nAn attorney for Popov said that the case remained open and that his client was not in Russia. He did not say where he is. Another attorney for the firm said Popov has denied wrongdoing in the proceedings. Popov could not be reached for comment.\n\nDespite all that has transpired with the loan, de Saint Just said he would do it again under similar circumstances.\n\n“If I could, I would have seen Mr. Popov again to tell him things had worked well the last time and ask him to loan us money again,” de Saint Just said in an interview in his Paris office, where he sat under a poster of Le Pen. “But the bank was shut down. It’s over.”\n\nDe Saint Just said he has a phone number only for the bank’s administrative director, who he said was laid off as the bank collapsed.\n\n“I hope she found a job,” he said, “because she was very pretty and very competent.”\n\n\n\nMarine Le Pen at a rally in rural Brachay, a bastion of National Front support, in 2014. (Antoine Gyori/Corbis/Getty Images)\n\n'No standard playbook'\n\nAs the case unfolds in Russia’s courts, the loan has become a cautionary episode for recipients of Russian backing abroad and a case study for officials in Washington and Brussels looking to understand how Russian influence-peddlers wield financial power.\n\nThe Alliance for Securing Democracy and C4ADS describe the loan in their forthcoming report as an example of how Russian state actors leverage allegedly illicit financial networks for political purposes. What is unclear is how often they do so, given that few such transactions have been exposed and political parties rarely receive formal loans from foreign banks.\n\nMoscow did not regard the loan as successful, particularly after Le Pen lost the presidency, said Mark Galeotti, an expert in Russian security affairs and a fellow at the European University Institute in Florence. He said Russia is now more likely to use smaller amounts of untraceable “black cash” in financial influence operations.\n\nThe story of the loan agreement again demonstrates how Russia is not the “kind of ruthlessly disciplined, lockstep state” many have imagined, Galeotti added.\n\n“Most of these things are experimental,” he said. “The Russians have no standard playbook. They just try things and see what works.”\n\n\n\nLe Pen campaign materials on display in Brachay, France, in 2014. (Antoine Gyori/Corbis/Getty Images)\n\nJames McAuley in Paris and Natalia Abbakumova in Moscow contributed to this report.\n\nRead more in this series:\n\nTo avoid sanctions, Kremlin goes off the grid\n\nIn Venezuela, Russia pockets key energy assets in exchange for cash bailouts\n\nIn the Middle East, Russia is back\n\nRussia’s low-cost influence strategy finds success in Serbia", "President Trump made his first visit to a conflict zone as commander in chief this week, visiting troops at al-Asad Air Base in western Iraq on Wednesday. The unannounced journey took place just days after he declared that he planned to remove U.S. troops from Syria and saw his own defense secretary resign in response.\n\nIn April 2009, Trump’s predecessor in the Oval Office, President Barack Obama, made his own trip to Iraq to visit U.S. military personnel. It was his first visit as commander in chief, though he had also visited Iraq in July 2008 as a U.S. senator while campaigning for president.\n\nThe contrast between the two trips is sometimes stark — not just because of the timing, but also because of the very different tone they put on display. This itself is a reflection of the different personalities of the two men as commanders in chief, as well as the dramatic changes that have taken place in the Middle East in the past nine years.\n\nDespite frequent praise for the U.S. military and the appointment of military leaders to Cabinet positions, it took Trump almost half of his first term as president to visit U.S. soldiers in a conflict zone.\n\n[Trump’s Iraq visit prompts concern over operational security]\n\nIn contrast, Obama’s trip to Iraq took place less than three months after he was inaugurated. He would go on to visit another conflict zone, Afghanistan, twice in his second year in office. Obama’s own predecessor, President George W. Bush, had also visited Iraq less than a year after the U.S.-led invasion of the country began in March 2003.\n\nLike Obama’s visit, Trump’s trip to Iraq was not announced publicly beforehand — a reflection of the security concerns that have not abated much between 2009 and now. Both visited U.S. troops in the country, with Obama meeting them inside a palace built by Saddam Hussein in Baghdad, while Trump visited an air base. Neither president spent more than a few hours inside Iraq.\n\nHowever, Obama met with Iraq’s leader at the time, Prime Minister Nouri al-Maliki, at Camp Victory while he was in Iraq. Trump did not meet Iraq’s current leader, Prime Minister Adel Abdul Mahdi. Iraqi lawmakers said there was a disagreement over whether to meet at the air base, as the U.S. side wished.\n\nSome Iraqi politicians have criticized Trump’s visit to Iraq and described it as a violation of Iraqi sovereignty. “The U.S. occupation of Iraq is over,” Sabah al Saadi, the leader of the Islah parliamentary bloc, said in a statement.\n\nCertainly, the Iraq that Trump is visiting is in a very different neighborhood than the one that Obama visited in 2009. In 2009, there were no U.S. troops in Syria to withdraw — indeed, that country had not yet started on the path of the civil war that has killed over half a million people since 2011. Obama himself had not yet helped reach the nuclear deal between Iraq’s neighbor Iran and other world powers in 2015, while Saudi Arabia had not begun the complicated changes that were kicked off by King Abdullah’s death in 2015.\n\nWhen Obama visited in 2009, the United States still had a huge military presence in Iraq itself: There were roughly 157,800 U.S. military personnel in the country during the 2008 fiscal year. During his visit, Obama reiterated his intention to remove all U.S. troops from the country.\n\n“Under enormous strain and under enormous sacrifice, through controversy and difficulty and politics, you’ve kept your eyes focused on just doing your jobs,” Obama told the troops in 2009. “You have given Iraq the opportunity to stand on its own as a democratic country.”\n\n“They need to take responsibility for their country and for their sovereignty,” Obama said of the Iraqi government.\n\n\n\nPresident Trump talks to members of the military at a dining hall at al-Asad Air Base. (Andrew Harnik/AP)\n\nObama followed through on his pledges in 2011, withdrawing U.S. soldiers from Iraq. However, U.S. troops returned in 2014 in response to a request from the Iraqi government to help in the fight against the Islamic State, an extremist group that had previously been called al-Qaeda in Iraq and was known as the Islamic State of Iraq when Obama visited in 2009.\n\nThe year after Obama visited Iraq, Abu Bakr al-Baghdadi was installed as its leader. He would go on to lead the extremist group to expand into Syria, eventually leading the United States to send troops to that country, where they have been working with local forces since 2015.\n\nLast week, Trump announced that these soldiers would be coming home, as the Islamic State was defeated. “Our boys, our young women, our men, they’re all coming back, and they’re coming back now. We won,” Trump said in a video message on Twitter. Defense Secretary Jim Mattis announced his resignation soon afterward.\n\nBut as he visited Iraq on Wednesday, Trump had a very different message — again, a real contrast to Obama’s message nine years before — for the roughly 5,200 U.S. troops deployed in Iraq. The message was that this time, there was no immediate plan to withdraw U.S. soldiers from Iraq. “In fact, we could use this as the base if we wanted to do something in Syria,” the U.S. leader added.", "President Trump’s surprise meeting with U.S. troops stationed in Iraq on Wednesday may have pleased critics who had long called for such a visit. But outside al-Asad Air Base west of Baghdad, reactions were overwhelmingly negative. Several Iraqi political leaders portrayed Trump’s unannounced visit as a violation of the country’s sovereignty, and at least one parliamentary bloc called for an emergency parliamentary session Thursday.\n\nAs Iraqi discontent was mounting, Trump had already arrived at his next stop on the way back home: the Ramstein U.S. military base in southern Germany.\n\nTrump met with neither German Chancellor Angela Merkel nor Iraqi Prime Minister Adel Abdul Mahdi on this trip. And yet, as of Thursday morning, German officials had not echoed the complaints of their Iraqi counterparts.\n\nSo why did Trump’s troop visits disgruntle one country while apparently going almost unnoticed in the other?\n\nAt least some of the Iraqi discontent appears to be a result of the way the U.S. government set up Trump’s visit. According to my colleagues, the Iraqi prime minister refused to meet Trump at al-Asad Air Base after not being given notice. Instead, the two leaders talked on the phone, but that did not stop Iraqi critics of the U.S. military presence there from lashing out at Trump, accusing him of disrespecting the country’s leadership and norms.\n\nWhile U.S. involvement in the fight against the Islamic State has been credited with speeding up the group’s retreat, recent U.S. airstrikes on Iraqi cities such as Mosul have been strongly criticized by human rights groups and some Iraqi politicians. U.S. strikes caused scores of civilian casualties, which are now being cited by those campaigning to kick all remaining U.S. service members out of the country. Amid those tensions, Trump’s not-so-diplomatic visit reinforced a perception that the United States is behaving as if it is still occupying Iraq.\n\n“Visiting a military base in Iraq and not meeting any Iraqi officials is a good way to increase the risks that we don’t have much of a military presence at all in Iraq for very long,” said a senior anti-Islamic State coalition official, who did not want to be named. The official went on to describe the decision as “tone-deaf” and said it “suggests they do not even understand the basis on which we have a coalition military presence in Iraq. It’s all entirely with the consent of the Iraqi government.”\n\n\n\nAn Iraqi man uses an excavator on the ruins of a building as people start to rebuild their houses in the old city of Mosul on Dec. 23. (Ahmad al-Rubaye/AFP/Getty Images) (Ahmad Al-Rubaye/AFP/Getty Images)\n\nU.S. troops can be in Iraq legally only as long as the Iraqi government requests their support. When President George W. Bush moved to withdraw U.S. combat troops from the country, Iraq and the United States in 2008 reached a broad security agreement that gave U.S. service members immunity from Iraqi jurisdiction and other powers.\n\nThat agreement expired Dec. 31, 2011, and contrary to U.S. optimism that a new, similar arrangement would be approved by the Iraqi parliament to keep some U.S. combat troops in the country, the Iraqis refused to accept the standard U.S. terms regarding legal protections for U.S. service members. As a way out of the dilemma, the Iraqi prime minister offered President Barack Obama assurances without parliamentary approval, but the Obama administration argued that parliamentary approval was crucial. Amid fears that U.S. troops could end up being tried in Iraqi courts, Obama decided to withdraw all remaining troops in accordance with the agreement reached under the Bush administration.\n\nBut three years later, amid the rapid ascent of the Islamic State militant group, the U.S. president accepted the same assurances that the Iraqis had offered U.S. forces in 2011. This time, Obama accepted the diplomatic notes that had previously been considered too volatile, and U.S. soldiers returned to Iraq.\n\nExecutive assurances provided without the approval of parliament are still the legal basis for the U.S. presence in Iraq, apart from a Strategic Framework Agreement from 2008, and that is unlikely to change with a U.S. president more interested in winding down rather than expanding operations. Any draft deal could also be derailed by the Iraqi side, which U.S. officials have recently accused of turning a blind eye to the proliferation of forces aligned with neighboring Iran.\n\nTrump said during his visit to al-Asad Air Base on Wednesday that he would keep U.S. troops in Iraq, from where they could potentially reenter Syria in case the Islamic State gains new traction. But legally, that is not up to the U.S. president to decide.\n\n\n\nPresident Trump is seen through camouflage netting as he speaks at a rally at al-Asad Air Base in Iraq on Dec. 26. (Andrew Harnik/AP)\n\nNegotiations on a longer-term U.S.-Iraqi military agreement, reported last spring, so far do not appear to have resulted in a breakthrough. The absence of a deal has made the U.S. government more vulnerable to accusations of violating Iraqi sovereignty, and Trump’s Wednesday visit showed that the perceived legal gray zone could also play into the hands of leaders opposed to U.S. interests.\n\nIn Germany, where 42 percent of respondents said in a survey this summer that U.S. troops should leave the country, Trump’s brief stop was perceived with fewer suspicions Thursday. For anyone with questions about why more than 30,000 U.S. troops are still based in the country, the German government has an explainer at hand on the complex web of agreements struck among Germany, the United States and other NATO partners in recent decades.\n\nThe Germans have a name for that kind of agreement: Truppenstationierungsrecht, meaning law governing the stationing of troops. Trump and the German government might disagree on multiple fronts, but Germany’s Truppenstationierungsrecht and its diplomatic law and norms offered some clear guidance this week: The U.S. commander in chief may visit his troops whenever he likes.\n\nTamer El-Ghobashy contributed to this report.\n\nRead more:\n\nTrump visits U.S. troops in Iraq for first trip to a conflict zone\n\nTrump’s Iraq visit prompts concern over operational security\n\nU.S. forces will stay in Iraq and could reenter Syria from there, Trump says", "Plainclothes security officers take away a supporter of Chinese human rights lawyer Wang Quanzhang near the Secondary Intermediate People's Court of Tianjin in northeastern China's Tianjin municipality, on Wednesday. (Mark Schiefelbein/AP)\n\nFor more than 1,200 days, the Chinese government sought to build a case against Wang Quanzhang as it held him incommunicado in secret jails, denying him visits from his family and the lawyers he requested.\n\nOn the day of his trial, Wang struck back: He denied the government a quick verdict.\n\nA Chinese court in the city of Tianjin said Wednesday it held a hearing behind closed doors for Wang, one of the country’s prominent civil rights lawyers, but could not immediately reveal the outcome because “state secrets were involved.”\n\nThe real reason for the hiccup, Wang’s supporters say, was more embarrassing for the authorities: Wang fired his government-appointed lawyer soon after his trial began, throwing a wrench into what were supposed to be swift and scripted proceedings.\n\nFour years after President Xi Jinping exhorted the Communist Party to strengthen the rule of law, international observers say the persecution of legal professionals like Wang shows the party-state moving in the other direction. In October, the United Nations Human Rights Council criticized Wang’s detention and called for his release.\n\n\n\nThe story of his unusual day in court illustrates how the Communist Party uses layers of secrecy and a pliant court system to enforce its will — and how one individual, despite spending three years inside the state security apparatus, mounted a fleeting moment of resistance.\n\nFiring his lawyer “was his way to show defiance” and “not let the Chinese Communist Party have its way,” said Swedish human rights activist Peter Dahlin, a longtime friend and collaborator of Wang’s. “The government tried to make this happen with minimal attention from diplomatic missions and the media,” he added. “Obviously, this backfired spectacularly.”\n\n\n\nWang, 42, attracted Beijing’s ire by helping train and fund a grass-roots network of legal advocates with Dahlin in 2009 to organize lawsuits and protests to fight land grabs and police brutality. He was rounded up as part of what became known as the “7-09 crackdown,” when the government on July 9, 2015, seized more than 200 lawyers and activists in an unprecedented countrywide sweep to break up the movement.\n\n\n\nFor months, Wang disappeared into what is known as a black jail. When police notified Li Wenzu, his wife, that he was held for serious crimes, they would not disclose his location or details of his condition, citing national security. Since his arrest, seven different defense lawyers appointed by the family — as well as Li herself — have been denied visiting rights, she said. This summer, the authorities chose a lawyer to represent Wang.\n\n“My husband was always an innocent man,” Li said. “They violated the law for so long, by illegally arresting him, by illegally detaining him for three and a half years, by illegally denying him lawyers, that now they’re scared to have even an open court because it would expose the truth — that this is all illegal. That’s why they choose this excuse that the case touches national security.”\n\nArguing that the legal defense network was fanning popular unrest to destabilize the government, China systematically tried and sentenced more than a half-dozen of Wang’s peers and associates to five to eight years on subversion-related charges. In show trials made for television, some defendants read from scripts. Other prosecutions turned on confessional interviews taped for the state broadcaster China Central Television. Dahlin, the Swede, was detained in early 2016 and released and deported after being forced to film a confession for CCTV.\n\nThat playbook did not work on Wang, the last holdout of the “7-09” detainees. To the outside world, at least, he did not give any indications that he was ready to cooperate with his prosecutors, and starting from dawn on Wednesday, neither did his supporters.\n\nAt 5 a.m., in a confrontation witnessed by reporters, a dozen plainclothes security agents blocked Li as she tried to leave her Beijing home to attend her husband’s trial in Tianjin 80 miles away.\n\nBy afternoon, authorities had blocked Western diplomats from attending the hearing and intercepted activists who were traveling from remote provinces to voice support for Wang. Outside the courthouse, security forces also seized a demonstrator calling for free elections and Wang’s release and stuffed him into a black vehicle while foreign news cameras rolled.\n\nPolice shove supporter Yang Chunlin into a black car after he shouted his support for Wang Quanzhang outside the Tianjin court #709王全璋案 pic.twitter.com/0474JP46wu — Pak Yiu (@pakwayne) December 26, 2018\n\nBy evening, word emerged that a decision would be pushed back, without clear signals that the trial had wrapped up. In a text message seen by The Washington Post, Wang’s government-appointed lawyer Liu Weiguo told friends he did not know the hearing’s outcome because his client had dismissed him within the first minute of the trial. Liu could not be reached for comment.\n\n“This was the most bizarre form of a show trial imaginable, where they couldn’t even put on a show,” said Jerome A. Cohen, an expert on Chinese law at New York University. Time and again, the authorities’ fixation on secrecy, Cohen said, showed “insecurity, not strength.”\n\n\n\nStill, in a country where the government wins more than 99 percent of the time in court and failed prosecutions are unheard of in high-profile political cases, Wang will be made to pay. Few among his supporters believe he can escape a heavy sentence, much less walk free.\n\n\n\nMoreover, human rights groups say his resistance for three years behind bars may have taken an untold psychological and physical toll. And it may land him a harsher verdict in a court system in which a suspect’s attitude — submission or defiance — can outweigh guilt or innocence.\n\n“Wang may not have bought into the ‘confessing in exchange for leniency’ tactic, and that’s why he has been detained for so long,” said Doriane Lau, a China researcher at Amnesty International.\n\nUnder Chinese law, suspects in political cases can be held at undisclosed locations for six months as state security officials gather evidence — or, as is often the case, extract a confession.\n\n“In this case, we think there was a problem where prosecutors couldn’t get what they wanted,” said Lau.\n\n\n\nIn the case of Wu Gan, a blogger associated with the lawyers’ movement, police detained his parents to force their son to confess in court or on camera. Wu refused and was tried on Christmas Day 2017 in a closed courtroom, where he received an eight-year sentence.\n\nOutside the murky justice system , Wang’s young family has also borne the toll of his detention.\n\nSince 2016, Li and the couple’s young son have been under constant surveillance, with state security at one point moving into an apartment in her building and in another instance driving her out of her rental home.\n\n\n\nBut Li and other wives of detained “7-09” lawyers have become savvy media campaigners who strike a rare balance of staging publicity stunts that Chinese authorities appear to loathe, yet generally treat with a light touch.\n\nIn April, Li and her friends walked 60 miles to Tianjin to demand answers about her locked-up husband before being turned back. A month later, German Chancellor Angela Merkel invited her to a meeting during a trip to Beijing as a gesture of support.\n\n\n\nWith no end to her husband’s ordeal in sight, Li said she would continue to demand access to his court hearings or to visit. She intends to demonstrate outside the Supreme People’s Court in Beijing if Wang’s case continues to stall, she said.\n\n\n\n“As a wife, I have the right to know the truth,” she said. “When the authorities tell me I cannot know this, or I cannot go there, they never can provide reasons. They just use the logic of having more power or more bodies to stop me.\n\n“All I can do is persist,” she said. “I will persist until I cannot anymore.”\n\n\n\nRead more:\n\nWe don’t even know if this heroic Chinese lawyer is dead or alive\n\n\n\nChina jails yet another human rights lawyer in ongoing campaign against dissent\n\n\n\nJailed Chinese lawyer delivers “confession,” but the script seems familiar\n\n\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news", "President Trump made his first visit to a conflict zone as commander in chief this week, visiting troops at al-Asad Air Base in western Iraq on Wednesday. The unannounced journey took place just days after he declared that he planned to remove U.S. troops from Syria and saw his own defense secretary resign in response.\n\nIn April 2009, Trump’s predecessor in the Oval Office, President Barack Obama, made his own trip to Iraq to visit U.S. military personnel. It was his first visit as commander in chief, though he had also visited Iraq in July 2008 as a U.S. senator while campaigning for president.\n\nThe contrast between the two trips is sometimes stark — not just because of the timing, but also because of the very different tone they put on display. This itself is a reflection of the different personalities of the two men as commanders in chief, as well as the dramatic changes that have taken place in the Middle East in the past nine years.\n\nDespite frequent praise for the U.S. military and the appointment of military leaders to Cabinet positions, it took Trump almost half of his first term as president to visit U.S. soldiers in a conflict zone.\n\n[Trump’s Iraq visit prompts concern over operational security]\n\nIn contrast, Obama’s trip to Iraq took place less than three months after he was inaugurated. He would go on to visit another conflict zone, Afghanistan, twice in his second year in office. Obama’s own predecessor, President George W. Bush, had also visited Iraq less than a year after the U.S.-led invasion of the country began in March 2003.\n\nLike Obama’s visit, Trump’s trip to Iraq was not announced publicly beforehand — a reflection of the security concerns that have not abated much between 2009 and now. Both visited U.S. troops in the country, with Obama meeting them inside a palace built by Saddam Hussein in Baghdad, while Trump visited an air base. Neither president spent more than a few hours inside Iraq.\n\nHowever, Obama met with Iraq’s leader at the time, Prime Minister Nouri al-Maliki, at Camp Victory while he was in Iraq. Trump did not meet Iraq’s current leader, Prime Minister Adel Abdul Mahdi. Iraqi lawmakers said there was a disagreement over whether to meet at the air base, as the U.S. side wished.\n\nSome Iraqi politicians have criticized Trump’s visit to Iraq and described it as a violation of Iraqi sovereignty. “The U.S. occupation of Iraq is over,” Sabah al Saadi, the leader of the Islah parliamentary bloc, said in a statement.\n\nCertainly, the Iraq that Trump is visiting is in a very different neighborhood than the one that Obama visited in 2009. In 2009, there were no U.S. troops in Syria to withdraw — indeed, that country had not yet started on the path of the civil war that has killed over half a million people since 2011. Obama himself had not yet helped reach the nuclear deal between Iraq’s neighbor Iran and other world powers in 2015, while Saudi Arabia had not begun the complicated changes that were kicked off by King Abdullah’s death in 2015.\n\nWhen Obama visited in 2009, the United States still had a huge military presence in Iraq itself: There were roughly 157,800 U.S. military personnel in the country during the 2008 fiscal year. During his visit, Obama reiterated his intention to remove all U.S. troops from the country.\n\n“Under enormous strain and under enormous sacrifice, through controversy and difficulty and politics, you’ve kept your eyes focused on just doing your jobs,” Obama told the troops in 2009. “You have given Iraq the opportunity to stand on its own as a democratic country.”\n\n“They need to take responsibility for their country and for their sovereignty,” Obama said of the Iraqi government.\n\n\n\nPresident Trump talks to members of the military at a dining hall at al-Asad Air Base. (Andrew Harnik/AP)\n\nObama followed through on his pledges in 2011, withdrawing U.S. soldiers from Iraq. However, U.S. troops returned in 2014 in response to a request from the Iraqi government to help in the fight against the Islamic State, an extremist group that had previously been called al-Qaeda in Iraq and was known as the Islamic State of Iraq when Obama visited in 2009.\n\nThe year after Obama visited Iraq, Abu Bakr al-Baghdadi was installed as its leader. He would go on to lead the extremist group to expand into Syria, eventually leading the United States to send troops to that country, where they have been working with local forces since 2015.\n\nLast week, Trump announced that these soldiers would be coming home, as the Islamic State was defeated. “Our boys, our young women, our men, they’re all coming back, and they’re coming back now. We won,” Trump said in a video message on Twitter. Defense Secretary Jim Mattis announced his resignation soon afterward.\n\nBut as he visited Iraq on Wednesday, Trump had a very different message — again, a real contrast to Obama’s message nine years before — for the roughly 5,200 U.S. troops deployed in Iraq. The message was that this time, there was no immediate plan to withdraw U.S. soldiers from Iraq. “In fact, we could use this as the base if we wanted to do something in Syria,” the U.S. leader added."], "grade": -10}}